Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #20001
source: eng
it_it: ita

# #30000
source: View
it_it: Vista

# #30001
source: Check for updates
it_it: Verifica aggiornamenti

# #30002
source: Enable touch view
it_it: Abilita vista touch

# #30003
source: Enable debug logging
it_it: Abilita logging di debug

# #30004
source: Automatically update channels
it_it: Aggiorna automaticamente i canali

# #30005
source: Video quality
it_it: Qualità video

# #30006
source: Ask
it_it: Chiedi

# #30007
source: Low
it_it: Bassa

# #30008
source: High
it_it: Alta

# #30009
source: Show only channels
it_it: Mostra solo canali

# #30010
source: Channel icons view
it_it: Visualizzazione icone dei canali

# #30011
source: Poster (vertical)
it_it: Poster (verticale)

# #30012
source: Banner (horizontal)
it_it: Banner (orizzontale)

# #30017
source: Download path
it_it: Percorso download

# #30018
source: Download list path
it_it: Percorso lista downloads

# #30019
source: Channels language
it_it: Lingua canali

# #30020
source: Check if the links exist
it_it: Controlla se i link esistono

# #30021
source: Number of links to check
it_it: Numero di link da verificare

# #30022
source: YES
it_it: SÌ

# #30024
source: Contextual menu
it_it: Menu contestuale

# #30025
source: Other possible results
it_it: Altri possibili risultati:

# #30026
source: Direct
it_it: Diretta

# #30027
source: SetResolvedUrl
it_it: Segnalibro

# #30029
source: Download and play
it_it: Download e riproduci

# #30030
source: Advanced options
it_it: Opzioni avanzate

# #30031
source: Continue download?
it_it: Continuare il download?

# #30032
source: Select YES to continue downloading in the background
it_it: Seleziona SI per continuare il download in background

# #30033
source: Internal Client
it_it: Client Interno

# #30034
source: Select the video, or 'Cancel' for all
it_it: Seleziona il video o 'Annulla' per tutti

# #30035
source: ERROR in the Client
it_it: ERRORE nel Client

# #30036
source: Module not found or incompatible with the device.
it_it: Modulo non trovato o incompatibile con il dispositivo.

# #30037
source: Delete Folder
it_it: Elimina Cartella

# #30038
source: Do you really want to delete the %s folder and all its contents?
it_it: Vuoi veramente eliminare la cartella %s e tutto il suo contenuto?

# #30039
source: Delete File
it_it: Elimina File

# #30040
source: Do you really want to delete the %s file?
it_it: Vuoi veramente eliminare il file %s?

# #30041
source: Select a value
it_it: Seleziona un valore

# #30043
source: Force view mode
it_it: Forza modalità di visualizzazione

# #30044
source: Play mode
it_it: Modalità di riproduzione

# #30045
source: Resume from:
it_it: Riprendi da:

# #30046
source: Resume from start
it_it: Riprendi dall'inizio

# #30047
source: Show resume from How:
it_it: Mostra riprendi da come:

# #30048
source: Custom window
it_it: Finestra personalizzata

# #30049
source: Skin window
it_it: Finestra della skin

# #30050
source: Server connection error
it_it: Errore connessione server

# #30051
source: Website error message (http code %d)
it_it: Messaggio d'errore sito web (codice http %d)

# #30055
source: Video not available
it_it: Video non disponibile

# #30057
source: The video has been removed from %s or the website has changed structure
it_it: Il video è stato rimosso da %s oppure il sito ha cambiato struttura

# #30058
source: Try another server or channel
it_it: Prova un altro server o canale

# #30065
source: Unsopported Server
it_it: Server non supportato

# #30067
source: Path
it_it: Percorso

# #30068
source: Filter by servers
it_it: Filtra per server

# #30069
source: Priority to quality
it_it: Priorità alla qualità

# #30100
source: Settings
it_it: Impostazioni

# #30102
source: Favorites
it_it: Preferiti

# #30103
source: Global search
it_it: Ricerca globale

# #30104
source: Help
it_it: Aiuto

# #30105
source: Removed from favorites
it_it: Rimosso dai preferiti

# #30108
source: added to favorites
it_it: aggiunto ai preferiti

# #30109
source: added to download list
it_it: aggiunto/i alla lista download

# #30110
source: Episodes of:
it_it: Episodi di:

# #30112
source: Enter title to search
it_it: Inserisci il titolo da cercare

# #30118
source: Channels
it_it: Canali

# #30119
source: Choose a Category
it_it: Categorie

# #30121
source: All
it_it: Tutti i canali

# #30122
source: Movies
it_it: Film

# #30123
source: TV shows
it_it: Serie TV

# #30125
source: Documentaries
it_it: Documentari

# #30126
source: This video needs inputstream.adaptive addon, but automatic install failed, install it manually
it_it: Questo video necessita dell'addon inputstream.adaptive ma l'installazione automatica è fallita, installalo manualmente.

# #30130
source: News
it_it: Novità

# #30131
source: Video library
it_it: Videoteca

# #30132
source: It seems that the Channel %s no longer exists.
it_it: Sembra che il canale %s non esista più.

# #30133
source: Do you want to remove ALL links from this channel?
it_it: Vuoi rimuovere TUTTI i collegamenti da questo canale?

# #30135
source: The movie "%s" has been added to the video library
it_it: Il film "%s" è stato aggiunto alla videoteca

# #30136
source: Original version
it_it: Versione originale

# #30137
source: Direct
it_it: Diretto

# #30139
source: Music
it_it: Musica

# #30140
source: Seasons
it_it: Stagioni

# #30141
source: Skin not supported
it_it: Skin non supportata

# #30142
source: Skin %s is not currently supported
it_it: La skin %s non è attualmente supportata

# #30151
source: Watch the video
it_it: Guarda il video

# #30154
source: Remove from favorites
it_it: Rimuovi dai preferiti

# #30155
source: Add to favorites
it_it: Aggiungi ai preferiti

# #30161
source: Add to video library
it_it: Aggiungi alla videoteca

# #30162
source: Search for trailer
it_it: Cerca il trailer

# #30163
source: Choose an option
it_it: Scegli un'opzione

# #30164
source: Delete this file
it_it: Cancella questo file

# #30165
source: Modify server: %s
it_it: Modifica server: %s

# #30300
source: Delete also downloaded files?
it_it: Cancellare anche i file scaricati?

# #30501
source: Path and folders
it_it: Percorso e cartelle

# #30974
source: Search in Channels
it_it: Cerca nei Canali

# #30975
source: Movie Info
it_it: Informazioni Film

# #30976
source: TV shows - Airing Today
it_it: Serie TV - In Onda

# #30977
source: Last Episodes - On-Air
it_it: Ultimi Episodi - In Onda

# #30978
source: New TV shows
it_it: Nuove Serie TV

# #30979
source: Character Info
it_it: Informazioni Persona

# #30980
source: Search by Title
it_it: Cerca per Titolo

# #30981
source: Search by Person
it_it: Cerca per Persona

# #30982
source: Search by Company
it_it: Cerca per Società

# #30983
source: Now Playing
it_it: Oggi in Sala

# #30984
source: Popular
it_it: Popolari

# #30985
source: Top Rated
it_it: Migliori

# #30986
source: Search by Collection
it_it: Ricerca per Collezione

# #30987
source: Genre
it_it: Genere

# #30988
source: Search by Year
it_it: Ricerca per Anno

# #30989
source: Search Similar Movies
it_it: Cerca Film Simili

# #30990
source: Search TV show
it_it: Cerca serie TV

# #30991
source: Library
it_it: Videoteca

# #30992
source: Next Page
it_it: Successivo

# #30993
source: Looking for %s...
it_it: Ricerca di %s...

# #30994
source: Searching in %s...
it_it: Sto cercando in %s...

# #30995
source: %d found so far: %s
it_it: %d trovati sinora: %s

# #30996
source: Most Voted
it_it: Più Votati

# #30997
source: Academy Awards
it_it: Premi Oscar

# #30998
source: Quick menu shortcut
it_it: Scorciatoia menu rapido

# #30999
source: Assign key
it_it: Assegna tasto

# #31000
source: Unassign key
it_it: Disassegna tasto

# #50000
source: Sagas
it_it: Saghe

# #50001
source: On Air
it_it: Adesso in onda

# #50002
source: Latest News
it_it: Novità

# #50003
source: Loading
it_it: Caricamento

# #50004
source: Path:
it_it: Percorso:

# #50005
source: Delete this channel?
it_it: Eliminare questo canale?

# #59970
source: Synchronization with Trakt started
it_it: Sincronizzazione con Trakt iniziata

# #59972
source: Search for: '%s' | Time: %2.f seconds
it_it: Ricerca di: '%s' | Tempo: %2.f secondi

# #59973
source: Search Cancelled
it_it: Ricerca annullata

# #59974
source: Choose categories
it_it: Scegli categorie

# #59975
source: Subtitles
it_it: Sottotitolati

# #59976
source: Latin
it_it: Sudamericano

# #59979
source: kids
it_it: bambini

# #59980
source: Castilian
it_it: castigliano

# #59981
source: latin
it_it: sudamericano

# #59983
source: %.2f %s of %.2f %s a %.2f %s/s (%d/%d)
it_it: %.2f %s di %.2f %s a %.2f %s/s (%d/%d)

# #59985
source: Channel %s unreachable
it_it: Canale %s irraggiungibile

# #59986
source: Error loading the server: %s
it_it: Errore al caricamento del server: %s

# #59987
source: Start downloading now?
it_it: Iniziare il download adesso?

# #59988
source: Saving configuration...
it_it: Salvataggio configurazione...

# #59989
source: Please wait
it_it: Attendere prego

# #59990
source: Channels included in the search
it_it: Sto cercando nei canali:

# #59991
source: All
it_it: Tutti

# #59992
source: None
it_it: Nessuno

# #59993
source: Configuration -- Search
it_it: Configurazione -- Ricerca

# #59994
source: Channels included in search
it_it: Canali inclusi nella ricerca

# #59995
source: Saved Searches
it_it: Ricerche salvate

# #59996
source: Delete saved searches
it_it: Elimina le ricerche salvate

# #59997
source: Options
it_it: Opzioni

# #59998
source: Search by categories (advanced search)
it_it: Cerca per categorie (ricerca avanzata)

# #59999
source: Search for actor/actress
it_it: Cerca attore/attrice

# #60000
source: Filter server (Black List)
it_it: Filtra server (Black List)

# #60001
source: No links available that meets the requirements of the Black list. Try again by changing the filter in 'Server Configuration
it_it: Nessun collegamento disponibile che soddisfi i requisiti della Black list. Riprova modificando il filtro in 'Configurazione Server

# #60003
source: Download unseen episodes
it_it: Scarica episodi non visti

# #60004
source: No connector for the server %s
it_it: Non c'è nessun connettore per il server %s

# #60005
source: Deleting all links from channel %s
it_it: Eliminando tutti i link del canale %s

# #60006
source: [B]An error has occurred in %s:[/B]
it_it: [B]Si è verificato un errore in %s:[/B]

# #60007
source: An error has occurred on %s
it_it: Si è verificato un errore su %s

# #60008
source: Process completed
it_it: Processo completato

# #60009
source: To watch a vide on %s you need<br/>an account on: %s
it_it: Per poter vedere un vídeo su %s occorre<br/>un account su: %s

# #60010
source: All available links belongs to server on your black list. Do you want to show these links?
it_it: Tutti i collegamenti disponibili appartengono ai server inclusi nella tua Black List. Vuoi mostrare questi link?

# #60011
source: Cache deleted
it_it: Cache eliminata

# #60012
source: No video to play
it_it: Nessun video da riprodurre

# #60013
source: This website [B]%s[/B] seems to be unavailable, try later. if the web page is working correctly, please report the error on: https://github.com/kodiondemand/addon/issues
it_it: Il sito [B]%s[/B] non sembra essere disponibile, riprova più tardi. Se la pagina web funziona correttamente segnala l'errore qui: https://github.com/kodiondemand/addon/issues

# #60014
source: It may be due to a connection problem, the web page of the channel has changed its structure, or an internal error of KoD. If on browser it works, report the issue using [B]Help->Report an issue.[/B]
it_it: Potrebbe essere dovuto a un problema di connessione, la pagina web del canale ha cambiato la sua struttura, oppure un errore interno di KoD. Se sul browser funziona, segnala il problema andando in [B]Aiuto->Segnala un problema[/B].

# #60015
source: Do you want to report the issue? (Be sure you follow all steps and give a clear and comprehensive explanation of what happened
it_it: Vuoi fare una segnalazione agli sviluppatori? (Assicurati di seguire bene tutti i punti e dai una spiegazione chiara ed esaustiva di quanto accaduto)

# #60017
source: Mark movie as not watched
it_it: Segna film come visto

# #60018
source: Delete movie/channel
it_it: Elimina film/canale

# #60019
source: Delete movie
it_it: Elimina film

# #60020
source: Mark TV show as not watched
it_it: Segna serie TV come non vista

# #60021
source: Mark TV show as watched
it_it: Segna serie TV come vista

# #60022
source: Remove from video library update
it_it: Rimuovi da aggiornamento videoteca

# #60023
source: Add to video library update
it_it: Aggiungi ad aggiornamento videoteca

# #60024
source: Delete TV show/channel
it_it: Elimina serie TV/canale

# #60025
source: Delete TV show
it_it: Elimina serie TV

# #60026
source: KoD settings
it_it: Impostazioni KoD

# #60027
source: Season %s
it_it: Stagione %s

# #60029
source: Mark season as not watched
it_it: Segna stagione come vista

# #60030
source: *All the seasons
it_it: *Tutte le stagioni

# #60031
source: Season %s Episode %s
it_it: Stagione %s Episodio %s

# #60032
source: Mark episode as not watched
it_it: Segna episodio come non visto

# #60033
source: Mark episode as watched
it_it: Segna episodio come visto

# #60034
source: Show only link %s
it_it: Mostra solo link %s

# #60035
source: Show all the links
it_it: Mostra tutti i collegamenti

# #60036
source: Episode %s
it_it: Episodio %s

# #60037
source: TV show update...
it_it: Aggiornamento serie TV...

# #60038
source: An error has occurred in KoD
it_it: Si è verificato un errore in KoD

# #60039
source: Error on channel %s
it_it: Errore nel canale %s

# #60040
source: Delete movie
it_it: Elimina film

# #60041
source: Delete TV show
it_it: Elimina serie TV

# #60042
source: Delete channel %s
it_it: Elimina canale %s

# #60043
source: Delete %s links of channel %s
it_it: Cancellati %s collegamenti del canale %s

# #60044
source: Do you want really to delete "%s" from video library?
it_it: Vuoi davvero rimuovere "%s" dalla videoteca?

# #60045
source: Sync with Trakt started
it_it: Sincronizzazione con Trakt iniziata

# #60046
source: The Movie Database not found. Install it now?
it_it: The Movie Database non trovato. Installare ora?

# #60047
source: The Movie Database has not been installed
it_it: The Movie Database non è stato installato

# #60048
source: The TVDB not found. Install it now?
it_it: The TVDB non trovato. Installare ora?

# #60049
source: The TVDB has not been installed
it_it: The TVDB non è stato installato

# #60050
source: The Movie Database not found. Install it now?
it_it: The Movie Database non trovato. Installare ora?

# #60051
source: The Movie Database has not been installed
it_it: The Movie Database non è stato installato

# #60052
source: Error on setting LibraryPath in BD
it_it: Errore di impostazione LibraryPath in BD

# #60053
source: Do you want to configure this scraper in italian as default option for the movies ?
it_it: Si desidera configurare questo scraper in italiano come opzione predefinita per i film ?

# #60054
source: Do you want to configure this scraper in italian as default option for the TV shows?
it_it: Si desidera configurare questo scraper in italiano come opzione predefinita per le serie TV?

# #60055
source: Error configuring the information provider in Kodi database
it_it: Errore di configurazione del provider informazioni nel database di Kodi

# #60056
source: Video library %s not configured
it_it: Videoteca %s non configurata

# #60057
source: Video library %s configured
it_it: Videoteca %s configurata

# #60058
source: You need to restart Kodi for the changes to take effect
it_it: E' necessario riavviare Kodi affinchè le modifiche abbiano effetto

# #60060
source: Kodi video library configuration
it_it: Configurazione videteca Kodi

# #60062
source: Adding movies to your video library...
it_it: Aggiunta film alla videoteca...

# #60063
source: Error in adding movies to your video library...
it_it: Errore di aggiunta alla videoteca...

# #60064
source: Adding episodes to the video library...
it_it: Aggiunta episodi alla videoteca...

# #60065
source: Added episode to the video library...
it_it: Aggiunta episodio alla videoteca...

# #60066
source: An error has occurred. The movie "%s" has not been added to the video library
it_it: Si è verificato un errore. Il film "%s" non è stato aggiunto alla videoteca

# #60067
source: An error has occurred. The TV show "%s" has not been added to the video library. It has not been possible to add any episode
it_it: Si è verificato un errore. La serie TV "%s" non è stata aggiunta alla videoteca. Non è stato possibile aggiungere alcun episodio

# #60068
source: An error has occurred. The TV show "%s" has not been added to the video library
it_it: Si è verificato un errore. La serie TV "%s" non è stata aggiunta alla videoteca

# #60069
source: An error has occurred. The TV show "%s" has not been completely added to the video library
it_it: Si è verificato un errore. La serie TV "%s" non è stata aggiunta completamente alla videoteca

# #60070
source: The TV show "%s" has been added to the video library
it_it: La serie TV "%s" è stata aggiunta alla videoteca

# #60071
source: AutoPlay configuration
it_it: Configurazione AutoPlay

# #60072
source: It seems that links of %s are not working.
it_it: Sembra che i collegamenti di %s Non funzionino.

# #60073
source: Do you want to ignore all the links from this server?
it_it: Vuoi ignorare tutti i collegamenti di questo server?

# #60074
source: It's not possible to use AutoPlay
it_it: Impossibile utilizzare AutoPlay

# #60075
source: No coincidence
it_it: Nessuna coincidenza

# #60076
source: New quality/server available in configuration
it_it: Nuova qualità/server disponibile in configurazione

# #60077
source: AutoPlay initialization error
it_it: Errore inizializzazione AutoPlay

# #60078
source: View the log for more information.
it_it: Consultare il log per maggiori informazioni.

# #60079
source: AutoPlay (Turns AutoPlay On/Off)
it_it: AutoPlay (Attiva/Disattiva la riproduzione automatica)

# #60080
source: AutoPlay Language (Optional)
it_it: Lingua per AutoPlay (opzionale)

# #60081
source: Favorite servers
it_it: Server Preferiti

# #60082
source: Favorite server %s
it_it: Server Preferito %s

# #60083
source: Preferred Qualities
it_it: Qualità Preferite

# #60084
source: Preferred Quality %s
it_it: Qualità Preferita %s

# #60085
source: Priority (Indicates the order for AutoPlay)
it_it: Priorità (Indica l'ordine per la Riproduzione Automatica)

# #60086
source: It has been renamed to:
it_it: È Stato rinominato in:

# #60087
source: Unexpected error on channel %s
it_it: Errore inaspettato sul canale %s

# #60088
source: Enter URL
it_it: Inserisci URL

# #60089
source: Enter the URL [Link to server/download]
it_it: Inserire l'URL [Link a server/download]

# #60090
source: Enter the URL [Direct link to video].
it_it: Inserire l'URL [Link diretto al video]

# #60091
source: Enter the URL [Search for links in a URL]
it_it: Inserire l'URL [Ricerca link in un URL]

# #60092
source: View Direct URL
it_it: Vedi URL Diretto

# #60093
source: There is no compatible video in this URL
it_it: Non c'è nessun video compatibile in questo URL

# #60200
source: Download...
it_it: Download in corso...

# #60201
source: Download starting...
it_it: Inizio download...

# #60204
source: Speed meter
it_it: Misuratore di velocità

# #60205
source: File writer
it_it: Scrittura File

# #60207
source: Download...
it_it: Download in corso...

# #60208
source: You can't download this video
it_it: Non è possibile scaricare questo video

# #60209
source: RTMP downloads are not
it_it: I download in RTMP non sono

# #60210
source: still supported
it_it: ancora supportati

# #60211
source: Missing %s
it_it: Manca %s

# #60212
source: Check that rtmpdump is installed
it_it: Verifica che rtmpdump sia installato

# #60213
source: The RTMP download option is experimental
it_it: L'opzione di download RTMP è sperimentale

# #60214
source: and the video will be downloaded in the background.
it_it: e il video verrà scaricato in background.

# #60215
source: No progress bar will be displayed.
it_it: Non verrà visualizzata alcuna barra di avanzamento.

# #60217
source: Download...
it_it: Download in corso...

# #60218
source: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s missing
it_it: %.2fMB/%.2fMB (%d%%) %.2f Kb/s %s manca

# #60219
source: Copying the file
it_it: Copia del file

# #60220
source: Stop download
it_it: Ferma download

# #60221
source: Play
it_it: Riproduci

# #60222
source: Stop all downloads
it_it: Ferma tutti i download

# #60223
source: Enter another name
it_it: Immettere un altro nome

# #60224
source: Complete information
it_it: Completare le informazioni

# #60225
source: Search on TMDB
it_it: Cerca su TMDB

# #60226
source: Search on TVDB
it_it: Cerca su TVDB

# #60227
source: Identifier not found for: %s
it_it: Identificatore non trovato per: %s

# #60228
source: No information found for: %s
it_it: Nessuna informazione trovata per: %s

# #60229
source: Enter the name of %s to search
it_it: Inserisci il titolo del %s per cercare

# #60230
source: Title:
it_it: Titolo:

# #60231
source: Original title
it_it: Titolo originale

# #60232
source: Year
it_it: Anno

# #60233
source: Identifiers:
it_it: Identificatori:

# #60239
source: Other ID
it_it: Altro ID

# #60240
source: Images(urls):
it_it: Immagini(urls):

# #60241
source: Background
it_it: Fondo

# #60242
source: Thumbnail
it_it: Miniatura

# #60243
source: Type of content
it_it: Tipo di contenuto

# #60244
source: Movie
it_it: Film

# #60245
source: TV show
it_it: Serie TV

# #60246
source: Full information
it_it: Informazioni complete

# #60247
source: [%s]: Select the correct movie
it_it: [%s]: Seleziona il Film corretto

# #60248
source: Login to this page: %s
it_it: Accedi a questa pagina: %s

# #60249
source: Enter this code and accept: %s
it_it: Inserisci questo codice e accetta: %s

# #60250
source: Once done, click here!
it_it: Una volta fatto, clicca qui!

# #60251
source: Synchronize with Trakt. Do not close this window
it_it: Sincronizza con Trakt. Non chiudere questa finestra

# #60252
source: 1. Enter the following URL: %s
it_it: 1. Inserisci il seguente URL: %s

# #60253
source: 2. Enter this code on the page and accept: %s
it_it: 2. Inserisci questo codice sulla pagina e accetta: %s

# #60254
source: 3. Wait until this window closes
it_it: 3. Attendi fino a quando questa finestra non si chiude

# #60255
source: Successfully completed
it_it: Completato con successo

# #60256
source: Account linked correctly
it_it: Account collegato correttamente

# #60257
source: Error
it_it: Errore

# #60258
source: Problem in the connection process
it_it: Problema nel processo di collegamento

# #60259
source: Account linked correctly
it_it: Account collegato correttamente

# #60260
source: Problem in the connection process
it_it: Problema nel processo di collegamento

# #60262
source: You can install the Trakt script below.
it_it: Puoi installare lo script Trakt qui sotto.

# #60263
source: Do you want to continue?
it_it: Vuoi continuare?

# #60264
source: In progress
it_it: In corso

# #60265
source: Completed
it_it: Completato

# #60266
source: Action
it_it: Azione

# #60267
source: Adventure
it_it: Avventura

# #60268
source: Animation
it_it: Animazione

# #60270
source: Comedy
it_it: Commedia

# #60271
source: Crime
it_it: Crimine

# #60273
source: Family
it_it: Famiglia

# #60275
source: Cooking
it_it: Cucina

# #60276
source: Contests
it_it: Gare

# #60277
source: Home and garden
it_it: Casa e giardino

# #60278
source: Mistery
it_it: Mistero

# #60279
source: News
it_it: Notizie

# #60280
source: Romantic
it_it: Romantico

# #60281
source: Science fiction
it_it: Fantascienza
