Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #70602
source: The first season that is added always starts in "0 " episodes, the second season that is added starts in the total number of episodes of the first season, the third season will be the sum of the episodes of the previous seasons and so on. TV show example divided into several seasons: Fairy Tail: - SEASON 1: EPISODE 48 -> [season 1, episode: 0] - SEASON 2: EPISODE 48 - -> [season 2, episode: 48] - SEASON 3: EPISODE 54 -> [season 3, episode: 96 ([48 = season2] + [48 = season1])] - SEASON 4: EPISODE 175 -> [season 4: episode: 150 ([54 = season3] + [48 = season2] + [48 = season3])] Example of a TV show that continues in the season of the original: Fate / Zero 2nd Season: - SEASON 1: EPISODE 12 -> [season 1, episode: 13] Example which is the second season of the original: Fate / kaleid liner Prism☆Illya 2wei!: - SEASON 1: EPISODE 12 -> [season 2, episode: 0]
it_it: La prima stagione che viene aggiunta inizia sempre dagli episodi "0 ", la seconda stagione che viene aggiunta inizia nel numero totale di episodi della prima stagione, la terza stagione sarà la somma degli episodi delle stagioni precedenti e a seguire. Esempio serie TV divisa in diverse stagioni: Fairy Tail: - STAGIONE 1: EPISODIO 48 -> [stagione 1, episodio: 0] - STAGIONE 2: EPISODIO 48 - -> [stagione 2, episodio: 48] - STAGIONE 3: EPISODIO 54 -> [stagione 3, episodio: 96 ([48 = stagione2] + [48 = stagione1])] - STAGIONE 4: EPISODIO 175 -> [stagione 4: episodio: 150 ([54 = stagione3] + [48 = stagione2] + [48 = stagione3])] Esempio di serie TV che continua nella stagione dell'originale: Fate/Zero 2a stagione: - STAGIONE 1: EPISODIO 12 -> [stagione 1, episodio: 13] Esempio che è la seconda stagione dell'originale: Fate/kaleid liner Prism☆Illya 2wei!: - STAGIONE 1: EPISODIO 12 -> [stagione 2, episodio: 0]

# #70603
source: Manage link lists
it_it: Gestisci le liste dei link

# #70604
source: Set as active list
it_it: Imposta come lista attiva

# #70605
source: Share on tinyupload
it_it: Condividi con tinyupload

# #70606
source: Delete list
it_it: Elimina lista

# #70607
source: List informations
it_it: Informazioni lista

# #70608
source: Link lists
it_it: Liste dei link

# #70609
source: File_id of tinyupload link
it_it: File_id del link tinyupload

# #70610
source: URL where download the list
it_it: URL da dove scaricare la lista

# #70611
source: -You can have different lists but just one of them is active. The active list is the same shown on “my links” and the same where the added links are stored.[CR]- You can change an active list and moving from a list to another.[CR]- It’s possible to share a list through tinyupload and send his code to your friends for downloading it .[CR]- You can download a list if you have a tinyupload code or an url with the code.[CR]- If you want doing it manually, you can copy a list KODvorites-*.json that you added on the addon’s userdata folder; and you can upload these json on some server and send their url to your friends for sharing.[CR]- The tinyupload.com service is used for sharing addon lists because it is free, private and quite fast. The files stay saved for 100 days they are not downloaded. They are private so you need a code for the access. The service has a limitation of 50MB but this is enough for the lists.
it_it: -Puoi avere liste diverse, ma solo una di esse è attiva. La lista attiva è quella mostrata sotto “I miei link” ed è quella dove sono memorizzati i link aggiunti.[CR]- Puoi cambiare una lista attiva e passare da una lista all’altra.[CR]- È possibile condividere una lista attraverso tinyupload e poi inviare il codice risultante ai tuoi amici in modo che possano scaricarlo.[CR]- Puoi scaricare una lista se ti inviano un codice di tinyupload o un url dove esso è ospitato.[CR]- Se vuoi farlo manualmente, puoi copiare una lista KODvorites-*.json che hai inserito nella cartella userdata dell’addon. E puoi caricare questi json su qualche server e inviare i loro url ai tuoi amici per condividerli.[CR]- Il servizio tinyupload.com è utilizzato per condividere le liste degli addon perché è gratuito, privato e relativamente veloce. I file rimangono salvati per 100 giorni se nessuno li scarica, sono privati perché richiedono un codice per accedervi e il limite di 50MB è sufficiente per le liste.

# #70612
source: Name of the list
it_it: Nome della lista

# #70613
source: Error, there is already a list with this name!
it_it: Errore, esiste già una lista con quel nome!

# #70614
source: Error, unable to save list
it_it: Errore, impossibile salvare la lista!

# #70615
source: Repeated link
it_it: Link ripetuto

# #70616
source: You already have this link in the folder
it_it: Possiedi già questo link nella cartella

# #70617
source: Modify link
it_it: Modifica link

# #70618
source: Delete folder
it_it: Elimina cartella

# #70619
source: Delete the folder and the links it contains?
it_it: Eliminare la cartella e tutti i link che contiene?

# #70620
source: Change title
it_it: Cambia titolo

# #70621
source: Change color
it_it: Cambia colore

# #70622
source: Change thumbnail
it_it: Cambia anteprima

# #70623
source: Move to another folder
it_it: Muovi verso un'altra cartella

# #70624
source: Move to another list
it_it: Muovi verso un'altra lista

# #70625
source: Move up all
it_it: Muovi tutte in su

# #70626
source: Move up
it_it: Muovi in su

# #70627
source: Move down
it_it: Muovi in già

# #70628
source: Move down all
it_it: Muovi tutte in giu

# #70629
source: Rename list
it_it: Rinomina lista

# #70630
source: Error, list not found!
it_it: Errore, lista non trovata!

# #70631
source: Error, list could not be renamed
it_it: Errore, la lista non può essere rinominata!

# #70632
source: The active list can not be deleted
it_it: La lista attiva non può essere cancellata

# #70633
source: You are sure do you want to delete the list
it_it: Sei sicuro di voler eliminare la lista

# #70634
source: Created at
it_it: Creata il

# #70635
source: and modified at
it_it: e modificata il

# #70636
source: Downloaded at
it_it: Scaricata il

# #70637
source: since
it_it: da

# #70638
source: Shared in tinyupload at
it_it: Condiviso in tinyupload il

# #70639
source: with the code
it_it: con il codice

# #70640
source: Number of folders:
it_it: Numero di cartelle:

# #70641
source: links
it_it: link

# #70642
source: Create/download list / Info ...
it_it: Crea/scarica lista / Info ...

# #70643
source: Share list
it_it: Condividi lista

# #70644
source: Connecting with tinyupload
it_it: Connessione a tinyupload ...

# #70645
source: Uploading file
it_it: Caricando il file

# #70646
source: Wait a few seconds to finish uploading your list file to tinyupload
it_it: Aspetta qualche secondo che finisca il caricamento della tua lista su tinyupload

# #70647
source: Error, it was not possible to upload the file to tinyupload.com!
it_it: Errore, non è stato possibile caricare il file su tinyupload.com!

# #70648
source: Upload file
it_it: Caricato file

# #70649
source: at tinyupload.com. The code to download it is:
it_it: su tinyupload.com. Il codice per scaricarlo è:

# #70650
source: List uploaded to tinyupload. If you want to share it with someone, pass it this code:
it_it: Lista caricata su tinyupload. Se intendi condividerla con altri, passagli questo codice:

# #70651
source: Create a new list
it_it: Crea una nuova lista

# #70652
source: Download list using tinyupload code
it_it: Scarica la lista utilizzando il codice tinyupload

# #70653
source: Download list using direct url
it_it: Scarica la lista da un link diretto

# #70654
source: Information about lists
it_it: Informazioni sulle liste

# #70655
source: Error, the list can not be downloaded!
it_it: Errore, la lista non può essere scaricata!

# #70656
source: Error, the downloaded file does not have the expected format!
it_it: Errore, il file scaricato non ha il formato corretto!

# #70657
source: Name to save the list
it_it: Nome per salvare la lista

# #70658
source: Overwrite file?
it_it: Sostituire il file?

# #70659
source: Error, the list can not be recorded!
it_it: Errore, lista lista non può essere registrata!

# #70660
source: Ok, list downloaded correctly
it_it: Ok, lista scaricata correttamente

# #70661
source: No channel has been defined for the search
it_it: Nessun canale è stato definito per questa ricerca.

# #70662
source: Use the context menu to add at least one
it_it: Usa il menu contestuale e aggiungine almeno uno

# #70663
source: Home page
it_it: Pagina iniziale

# #70664
source: Custom Start
it_it: Inizio personalizzato

# #70665
source: You have not defined any section to show in home page
it_it: Non hai selezionato nessuna sezione da mostrare nella pagina iniziale

# #70666
source: Use the context menu to define one
it_it: Usa il menu contestuale per aggiungerne una

# #70667
source: KoD is already updated
it_it: KoD è già aggiornato

# #70668
source: There is no urgent update
it_it: Non c'è un aggiornamento urgente

# #70669
source: No updates for version %s of the addon
it_it: Nessun aggiornamento per la versione %s dell'addon

# #70670
source: It is already updated with the latest changes. Version %s.fix%d
it_it: È già aggiornato con le ultime modifiche. Versione %s.fix %d

# #70671
source: Version %s.fix%d
it_it: Versione %s.fix %d

# #70672
source: Addon successfully updated to %s.fix %d
it_it: Addon aggiornato correttamente a %s.fix%d

# #70673
source: KoD updated to
it_it: KoD aggiornato a

# #70674
source: KoD updates
it_it: Aggiornamenti KoD

# #70675
source: Unable to check the updates
it_it: Impossibile controllare gli aggiornamenti

# #70676
source: Add a channel
it_it: Aggiungi un canale

# #70677
source: Episode
it_it: Episodio

# #70678
source: From local file
it_it: Da file locale

# #70679
source: From URL
it_it: Da URL

# #70681
source: Enter the channel URL
it_it: Inserisci l'URL del canale

# #70682
source: It is not possible to add this type of channel
it_it: Non è possibile aggiungere questo tipo di canale

# #70683
source: %s has been added
it_it: %s è stato aggiunto

# #70684
source: %s has been deleted
it_it: %s è stato eliminato

# #70686
source: Enter the number of the starting season
it_it: Inserisci il numero della stagione di partenza

# #70687
source: Special Episodes
it_it: Episodi Speciali

# #70688
source: Are there special episodes in the TV show (Episode 0 Excluded)?
it_it: Sono presenti episodi speciali nella serie TV (Episodio 0 Escluso)?

# #70689
source: Enable download
it_it: Abilita download

# #70691
source: Using the download function you declare that you have a physical copy and use this function as a backup of the same.
it_it: Utilizzando la funzione di download dichiari di essere in possesso di una copia fisica e di utilizzare questa funzione come backup dello stesso.

# #70692
source: The KoD team assumes no responsibility for the use that is made of this proposed function
it_it: Il team di KoD non si assume alcuna responsabilità dell'uso che viene fatto di questa funzione proposta

# #70693
source: Search
it_it: Ricerca

# #70694
source: Similar to
it_it: Simile a

# #70695
source: Results
it_it: Risultati

# #70697
source: [Results of the %s channel]
it_it: [Risultati del canale %s]

# #70698
source: Press the key to be used to open the window
it_it: Premere il tasto da utilizzare per aprire la finestra

# #70699
source: You have %s seconds
it_it: Hai %s secondi

# #70700
source: The key has been saved
it_it: Il tasto è stato salvato

# #70701
source: The key has been deleted
it_it: Il tasto è stato cancellato

# #70702
source: Restart Kodi to apply the changes
it_it: Riavvia Kodi per applicare le modifiche

# #70703
source: Create folders with lowercase letters
it_it: Crea cartelle con le lettere minuscole

# #70704
source: TMDB ID (0 to cancel)
it_it: TMDB ID (0 per annullare)

# #70705
source: Use your custom channel URLs
it_it: Utilizza URL personalizzati per i canali

# #70706
source: Launch KoD at Kodi start
it_it: Esegui KoD all'avvio di Kodi

# #70707
source: Enable
it_it: Attiva

# #70708
source: Disable
it_it: Disattiva

# #70709
source: Your new settings has just been saved
it_it: Le nuove impostazioni sono state salvate

# #70710
source: Ops! There's been a problem during saving your setting
it_it: Ops! C'è stato un problema durante il salvataggio delle impostazioni

# #70712
source: Enable Automatic Renumbering
it_it: Abilita Rinumerazione Automatica

# #70713
source: There is not enough information on TVDB for renumbering
it_it: Non ci sono Abbastanza informazioni su TVDB per la Rinumerazione

# #70714
source: Modify
it_it: Modifica

# #70715
source: Customized main menu
it_it: Menu principale personalizzato

# #70716
source: Main menu items
it_it: Elementi menu principale

# #70717
source: Are all the special episodes present?
it_it: Sono presenti tutti gli episodi spaciali?

# #70718
source: Ep. No (Empty for OK)
it_it: N° Ep. (vuoto per OK)

# #70719
source: I can't automatically find the special episode number, please enter it manually
it_it: Non riesco a trovare automaticamente il numero dell'episodio speciale, per favore inseriscilo manualmente

# #70720
source: Dear User ,You are currently not connected to any modem/router. We advise you to check at least that the modem/router is switched on and/or your device is connected. KoD WONT FIND ANYTHING until the problem is resolved.
it_it: Gentile Utente, Attualmente non risulti connesso a nessun Modem/Router. Controlla quanto meno che il modem/router sia acceso e/o il tuo dispositivo connesso. KoD NON TROVERA NIENTE finchè non risolverai il problema.

# #70721
source: Dear user, you seem to have problems with ADSL! We suggest you call your manager's toll-free number or check it out at least that the modem/router is on and/or your device is connected. KoD WONT FIND ANYTHING until the problem is resolved
it_it: Gentile Utente, sembra tu abbia problemi con l'ADSL! Controlla quanto meno che il modem/router sia acceso e/o il tuo dispositivo connesso. KoD NON TROVERA NIENTE finchè non risolverai il problema.

# #70722
source: Dear User, you have disabled the DNS override and your current DNS do not allow you to reach all sites, ergo, not all Channels will work, we recommend you, to take advantage of more, to set up the DNS or re-enable the override in settings. Search your favorite search engine for 1. guides on how to choose a free DNS. 2. set it up on your device. We recommend the cloudflare DNS 1.1.1.1 and 1.0.0.1 Alternatively the Google DNS 8.8.8.8 and 8.8.4.4. If you have a VODAFONE station, enter the modem panel and disable 'Secure DNS' before proceeding.
it_it: Gentile Utente, hai disattivato l'override DNS ed i tuoi DNS attuali non ti permettono di raggiungere tutti i siti, ergo, non tutti i Canali funzioneranno, ti consigliamo, per usufruirne di un maggior numero, di impostare i DNS oppure di riattivare l'override dalle impostazioni. Cerca sul tuo motore di ricerca preferito guide su come 1. scegliere un DNS libero. 2. impostarlo sul tuo dispositivo. Noi ti consigliamo i DNS di cloudflare 1.1.1.1 e 1.0.0.1 In alternativa i DNS di Google 8.8.8.8 e 8.8.4.4. Se hai una VODAFONE station, entra nel pannello del modem e disattiva la voce 'DNS sicuro' prima di procedere. E Ricordati 'Applica' in fondo alla pagina per salvare le impostazioni...

# #70723
source: links in the folder
it_it: collegamenti nella cartella

# #70724
source: Channel
it_it: Canale

# #70725
source: Select the language of %s in %s
it_it: Seleziona la lingua di %s su %s

# #70726
source: Select the preferred quality of %s in %s
it_it: Seleziona la qualità preferita di %s su %s

# #70727
source: Include in News
it_it: Includi in Novità

# #70728
source: Include in Global Search
it_it: Includi in Ricerca Globale

# #70729
source: Always add the highest quality
it_it: Aggiungi sempre la qualità più alta

# #70730
source: Select the renumbering method
it_it: Seleziona il metodo di rinumerazione

# #70731
source: Semi-Automatic
it_it: Semi-Automatico

# #70732
source: Manual
it_it: Manuale

# #70733
source: Enter the Season Number
it_it: Digita il numero della Stagione

# #70734
source: Select Season Episodes
it_it: Seleziona gli Episodi della Stagione

# #70735
source: %s Special Episode Number
it_it: Numero dell'Episodio Speciale %s

# #70736
source: Completed TV show
it_it: Serie TV completa

# #70737
source: Side menu
it_it: Menu laterale

# #70738
source: Ready channels %d/%d
it_it: Canali pronti %d/%d

# #70739
source: Open in browser
it_it: Apri nel browser

# #70740
source: Your system does not have a web browser, so here's the link you can open in another device: %s
it_it: Il tuo sistema non ha un browser, quindi ecco il link che puoi aprire in un altro dispositivo: %s

# #70741
source: Search %s
it_it: Cerca %s

# #70742
source: Movies by Year
it_it: Film per Anno

# #70743
source: TV shows by Year
it_it: Serie TV per Anno

# #70744
source: %s channels remaining
it_it: %s canali restanti

# #70745
source: Enter another year...
it_it: Inserisci un altro anno...

# #70746
source: When playback ends
it_it: Al termine della riproduzione

# #70747
source: Hide server selection
it_it: Nascondi la selezione del server

# #70748
source: Go to the next episode
it_it: Vai all'episodio successivo

# #70749
source: Seconds before notification
it_it: Secondi prima della notifica

# #70750
source: Next Episode in
it_it: Episodio Successivo fra

# #70751
source: seconds
it_it: secondi

# #70752
source: Do nothing
it_it: Non fare nulla

# #70753
source: Playback
it_it: Riproduzione

# #70754
source: View types
it_it: Tipi di vista

# #70755
source: Default
it_it: Predefinita

# #70756
source: Extended
it_it: Estesa

# #70757
source: Compact
it_it: Compatta

# #70758
source: Buffer size to download before playback
it_it: Dimensione del buffer da scaricare prima della riproduzione

# #70759
source: Limit (in Kb's) of background download speed (DOES NOT affect RAR)
it_it: Limite (in Kb) della velocità di download in background (NON influisce su RAR)

# #70760
source: Do you want the RAR and ZIP files to be decompressed for playback?
it_it: Vuoi che i file RAR e ZIP vengano decompressi per la riproduzione?

# #70761
source: Uncompressing RARs in the background?
it_it: Decomprimere i RAR in secondo piano?

# #70762
source: Do you want to convert Magnets to Torrents to see sizes and store them?
it_it: Vuoi convertire i Magnets to Torrents per vedere le dimensioni e memorizzarle?

# #70766
source: Installing Internal Torrent Client
it_it: Installazione del Client Torrent Interno

# #70767
source: You can ask for Superuser permissions
it_it: Puoi richiedere le autorizzazioni Superuser

# #70768
source: %.2f MB RAR file found
it_it: File RAR di %.2f MB trovato

# #70769
source: You can do other tasks in Kodi in the meantime. We will inform you...
it_it: Nel frattempo puoi svolgere altre attività in Kodi. Ti informeremo...

# #70770
source: RAR file found...
it_it: File RAR Trovato...

# #70771
source: Name: %s
it_it: Nome: %s

# #70772
source: Size: %.2f MB
it_it: Dimensione: %.2f MB

# #70773
source: Download in the background? Cancel in Downloads menu
it_it: Scarica in background? Annulla nel menu Download

# #70774
source: Client not supported on this device.
it_it: Client non supportato su questo dispositivo.

# #70775
source: Error: %s
it_it: Errore: %s

# #70776
source: Use a supported client.
it_it: Usa un client supportato.

# #70777
source: This external plugin does not support the extraction of RAR files online
it_it: Questo plugin esterno non supporta l'estrazione di file RAR online

# #70778
source: Do you want us to use the internal MCT client this time?
it_it: Vuoi che questa volta utilizziamo il client MCT interno?

# #70779
source: This will take %s + times the size of the video
it_it: Questa operazione occuperà %s + volte la dimensione del video

# #70780
source: Elementum with memory download does not support to extract online RAR files (disk occupation %s + times)
it_it: Elementum con download di memoria non supporta l'estrazione di file RAR online (occupazione del disco %s + volte)

# #70781
source: Do you want to call Elementum Settings to temporarily switch to Use Files?
it_it: Vuoi aprire i settaggi di Elementum per passare temporaneamente a usare i file?

# #70782
source: You must install an external Client to take advantage of the torrent support. Do you want to install Elementum?
it_it: Per poter usufruire del supporto torrent devi installare un Client esterno. Vuoi installare Elementum?

# #70783
source: Elementum is installed on your device, but is not active. Do you want to activate it?
it_it: Elementum è installato sul tuo dispositivo, ma non è attivo. Vuoi Attivarlo?

# #70784
source: Attention!
it_it: Attenzione!

# #70785
source: Install Elementum
it_it: Installa Elementum

# #70786
source: Autostart
it_it: Avvio automatico

# #70787
source: Network
it_it: Rete

# #70790
source: RAR download in progress
it_it: Download RAR in corso

# #70791
source: A RAR file was detected in the download, but you have not installed the UnRAR extractor. Do you want to download it anyway?
it_it: Un file RAR è stato rilevato nel download, ma non hai installato l'estrattore UnRAR. Vuoi scaricarlo in ogni caso?

# #70792
source: Delete downloaded files?
it_it: Cancellare i file scaricati?

# #70793
source: Starting extraction...
it_it: Avvio dell'estrazione...

# #70794
source: Enter the password (Look in %s)
it_it: Inserisci la password (Cerca in %s)

# #70795
source: Extracted
it_it: Estratto

# #70796
source: Error opening RAR File
it_it: Errore durante l'apertura del file RAR

# #70797
source: The RAR file is empty
it_it: Il file RAR è vuoto

# #70798
source: Or does not contain valid archives
it_it: O non contiene archivi validi

# #70799
source: Extraction error
it_it: Errore di estrazione

# #70800
source: Archive with errors
it_it: Archivio con errori

# #70801
source: Extract without playing
it_it: Estrarre senza riprodurre

# #70802
source: Wait some minutes...
it_it: Aspetta qualche minuto...

# #70803
source: Extracting files...
it_it: Estrazione dei files...

# #70804
source: Next extraction...
it_it: Estrazione successiva...

# #70805
source: Stay in seed
it_it: Resta in seed

# #70806
source: Changing this parameter permanently overwrites the Elementum settings. Do you want to continue?
it_it: Modificando questo parametro vengono sovrascritte permanentemente le impostazioni di Elementum. Vuoi continuare?

# #70807
source: Elementum does not support network folder downloads, do you want to change the download location?
it_it: Elementum non supporta i download su cartella di rete, vuoi cambiare il percorso di download?

# #70808
source: In order to view this content you need to install Widevine CDM. Do you want to install it?
it_it: Per poter visionare questo contenuto devi installare Widevine CDM. Vuoi installarlo?

# #70809
source: An update of Widevine CDM is available. Do you want to install it?
it_it: È disponibile un aggiornamento di Widevine CDM. Vuoi installarlo?

# #70810
source: Update available
it_it: Aggiornamento disponibile

# #70811
source: Extracting Widevine CDM
it_it: Estrazione di Widevine CDM

# #70812
source: Preparing downloaded image...
it_it: Preparazione dell'immagine scaricata...

# #70813
source: Identifying wanted partition...
it_it: Identificazione della partizione desiderata...

# #70814
source: Scanning the filesystem for the Widevine CDM...
it_it: Scansione del filesystem per Widevine CDM...

# #70815
source: Widevine CDM found, analyzing...
it_it: Widevine CDM trovato, analisi...

# #70816
source: Extracting Widevine CDM from image...
it_it: Estrazione di Widevine CDM dall'immagine...

# #70817
source: Series "%s" is not managed by KoD, Do you want to search for it?
it_it: La Serie "%s" non è gestita da KoD, Vuoi cercarla?
