Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #70275
source: Add Torrent channels in search
it_it: Includere i canali Torrent nella ricerca

# #70276
source: Search by Title
it_it: Cerca per Titolo

# #70277
source: MediaServer Language (Restart Required)
it_it: Lingua MediaServer (Riavvio Richiesto)

# #70278
source: Rename
it_it: Rinomina

# #70279
source: You can try downloading the 'libtorrent' module from Kodi or installing some addon like 'Quasar' or 'Torrenter', which will appear among the options in the pop-up when it appears when clicking on a torrent link. 'Torrenter 'It's more complex but also more complete and it always works.'
it_it: Puoi provare a scaricare il modulo 'libtorrent' da Kodi o installare alcuni addon come 'Quasar' o 'Torrenter', che appariranno tra le opzioni nel pop-up .Quando appare quando fai clic su un collegamento torrent. 'Torrenter' È più complesso ma anche più completo e funziona sempre.

# #70280
source: - Torrent Links don't work.
it_it: - I Link Torrent non funzionano.

# #70281
source: Do you want to show these links?
it_it: Vuoi vedere questi links

# #70282
source: Searching in %s
it_it: Ricerca in %s

# #70283
source: movie
it_it: film

# #70284
source: %.2f%% of %.1fMB %s | %.1f kB/s
it_it: %.2f%% di %.1fMB %s | %.1f kB/s

# #70285
source: Configure news
it_it: Configura novità

# #70286
source: Configure search
it_it: Configura ricerca

# #70287
source: Video library settings
it_it: Impostazioni videoteca

# #70288
source: Configure downloads
it_it: Configura downloads

# #70291
source: Error, during conversion
it_it: Errore, in conversione

# #70292
source: [%s] File no longer exist on this server.
it_it: [%s] Il file non è più presente nel server.

# #70293
source: [%s] The file is processing or has been deleted.
it_it: [%s] Il file video è ancora in elaborazione o è stato rimosso.

# #70294
source: [%s] Link Not valid.
it_it: [%s] URL Non valido.

# #70295
source: [%s] Premium account needed.
it_it: [%s] É Necessario un account premium.

# #70296
source: [%s] Internal server error.
it_it: [%s] Errore server interno.

# #70297
source: [%s] File is awaiting for moderation.
it_it: [%s] Il File è in attesa di moderazione.

# #70298
source: [%s] The number of allowed reproductions has been exceeded.
it_it: [%s] Il numero di riproduzioni concesse è stato superato.

# #70299
source: [%s] You do not have permission to access this file.
it_it: [%s] Non hai il permesso per accedere a questo file.

# #70300
source: [%s] Too many connections to the server, try later.
it_it: [%s] Troppe connessioni al server, riprova più tardi.

# #70301
source: [%s] File deleted for infringement.
it_it: [%s] File rimosso per infrazione.

# #70302
source: [%s] This server only works from Kodi 17.
it_it: [%s] Questo server funziona solo a partire da Kodi 17.

# #70303
source: [%s] This server does not work with your version of Plex, try to update it.
it_it: [%s] Questo server non funziona con la tua versione di Plex, prova ad aggiornare Plex.

# #70304
source: [%s] This server requires updating python to version 2.7.9 or higher.
it_it: [%s] Questo server richiede la versione 2.7.9 (O Maggiore) di Python.

# #70305
source: Search in channels
it_it: Cerca nei canali

# #70306
source: Movies by Genre
it_it: Film per Genere

# #70307
source: Most popular Movies
it_it: Film più popolari

# #70308
source: Top rated Movies
it_it: Film più valutati

# #70309
source: Movies Now in Theatres
it_it: Film Ora in sala

# #70310
source: TV shows by Genre
it_it: Serie TV per Genere

# #70311
source: TV shows most popular
it_it: Serie TV più popolari

# #70312
source: TV shows in progress
it_it: Serie TV in corso

# #70313
source: Top rated TV shows
it_it: Serie TV più valutate

# #70314
source: Actors/Actresses
it_it: Attori/Attrici

# #70315
source: Recommendations
it_it: Raccomandati

# #70316
source: List of Images
it_it: Galleria di Immagini

# #70317
source: Listen to BSO - List of songs
it_it: Ascolta BSO - Lista di canzoni

# #70318
source: Manage yor trakt account
it_it: Gestisci il tuo account Trakt

# #70319
source: Filming equipment
it_it: Filming crew

# #70320
source: Filter search
it_it: Filtra la ricerca

# #70321
source: [MAL] Add to your lists/%s
it_it: [MAL] Aggiungi alle tue liste/%s

# #70322
source: [MAL] in your list of %s Do you want to change?/%s
it_it: [MAL] Nella tua lista di %s. Vuoi cambiare?/%s

# #70323
source: [Trakt] Manage your account
it_it: [Trakt] Gestisci il tuo account

# #70324
source: [FA] My vote: %s ---> Change?
it_it: [FA] il Mio voto: %s ---> Cambiare?

# #70325
source: [FA] Vote %s
it_it: [FA] Vota %s

# #70326
source: [FA] Add or remove from a user list
it_it: [FA] Aggiungi o rimuovi da un elenco utenti

# #70327
source: It's part of: %s
it_it: Fa parte di: %s

# #70328
source: %ss similarar
it_it: %s simili

# #70329
source: User and/or passwords not configured
it_it: Utente e/o password non configurati

# #70330
source: Error in the user and/or password. Check your credentials
it_it: Errore in username e/o password. Controlla le tue credenziali

# #70331
source: Error during login. Check your credentials
it_it: Errore durante il login. Controlla le tue credenziali

# #70332
source: My votes
it_it: I miei voti

# #70333
source: Add new list
it_it: Aggiungi una nuova lista

# #70334
source: Action completed successfully
it_it: Azione completata con successo

# #70335
source: Error, something has failed during the process
it_it: Errore, qualcosa è fallito durante il processo

# #70336
source: Vote %s
it_it: Vota %s

# #70337
source: Vote completed successfully
it_it: Voto inviato correttamente

# #70338
source: List created correctly
it_it: Lista creata correttamente

# #70339
source: Fanart.tv website not available. Retry
it_it: Sito Web di Fanart.tv non disponibile. Riprova

# #70340
source: No images available
it_it: Non sono disponibili immagini

# #70341
source: [Trakt] Mark %s as not seen
it_it: [Trakt] Segna %s come non vista

# #70342
source: [Trakt] Mark %s as seen
it_it: [Trakt] Segna %s come vista

# #70343
source: [Trakt] Remove %s from your watchlist
it_it: [Trakt] Rimuovi %s dalla tua watchlist

# #70344
source: Add to %s your watchlist
it_it: [Trakt] Aggiungi %s alla tua watchlist

# #70345
source: [Trakt] Remove %s from your collection
it_it: [Trakt] Rimuovi %s dalla tua collezione

# #70346
source: [Trakt] Add %s to your collection
it_it: [Trakt] Aggiungi %s alla tua collezione

# #70347
source: Action performed correctly
it_it: Azione completata correttamente

# #70348
source: An error occurred in process
it_it: Si è verificato un errore nel processo

# #70349
source: List sorted by %s. Change order?
it_it: Lista ordinata per %s. Cambiare ordine?

# #70350
source: Search in KoD: %s
it_it: Cerca in KoD: %s

# #70351
source: Search alternative title: %s
it_it: Cerca titolo alternativo: %s

# #70352
source: Search title in english: %s
it_it: Cerca titolo in inglese: %s

# #70353
source: Vídeos (Episodes, Trailers...)
it_it: Vídeo (Episodi, Trailers...)

# #70354
source: Characters/Staff
it_it: Personaggi/Staff

# #70357
source: Alternative version: %s
it_it: Versione alternativa: %s

# #70358
source: Recommendations TMDB
it_it: Raccomandazioni TMDB

# #70359
source: Recommendations MyAnimeList
it_it: Raccomandazioni MyAnimeList

# #70360
source: [Without subs in castellan]
it_it: [Senza subs in castigliano]

# #70361
source: >> More Episodes
it_it: >> Altri Episodi

# #70362
source: Episodes
it_it: Episodi

# #70363
source: Trailers/Promotions
it_it: Trailers/Promozionali

# #70364
source: Winter
it_it: Inverno

# #70365
source: Spring
it_it: Primavera

# #70366
source: Summer
it_it: Estate

# #70367
source: Fall
it_it: Autunno

# #70368
source: (New)
it_it: (Nuovi)

# #70369
source: (Continuation)
it_it: (Continuazione)

# #70370
source: Characters/Benders
it_it: Personaggi/Doppiatori

# #70371
source: Principal
it_it: Principale

# #70372
source: Secondary
it_it: Secondario

# #70373
source: Animes where it appears:
it_it: Anime dove appare:

# #70374
source: Give voice to/in:
it_it: Da voce a/in:

# #70375
source: Staff in animes:
it_it: Staff negli anime:

# #70377
source: - Fansubs in spanish:
it_it: - Fansubs in spagnolo:

# #70378
source: Complete
it_it: Completa

# #70379
source: Finished
it_it: Terminada

# #70380
source: Stalled
it_it: In Pausa

# #70381
source: Dropped
it_it: Abbandonata

# #70382
source: Currently watching
it_it: In visione attualmente

# #70383
source: Completed
it_it: Completati

# #70384
source: Pause
it_it: in pausa

# #70385
source: Descarted
it_it: Scartati

# #70386
source: See later
it_it: Vedi dopo

# #70387
source: E = In emission | F = Completed | P = Coming soon
it_it: E=In uscita | F=Completato | P=Prossimamente

# #70388
source: . Available actions:
it_it: . Azioni disponibili:

# #70389
source: . In your list %s
it_it: . Nella tua lista %s

# #70391
source: Add to list %s
it_it: Aggiungi alla lista %s

# #70392
source: Rate with a %s
it_it: Dai un punteggio con un %s

# #70393
source: Myanimelist username and/or password blank
it_it: Username e/o password di Myanimelist vuoti

# #70394
source: Action
it_it: Azione

# #70396
source: Documentary
it_it: Documentari

# #70397
source: Science fiction
it_it: Fantascienza

# #70399
source: Family
it_it: Famiglia

# #70402
source: Mystery
it_it: Mistero

# #70403
source: Biography
it_it: Biografía

# #70404
source: Music
it_it: Musica

# #70405
source: History
it_it: Storico

# #70406
source: Reality-TV
it_it: Reality Show

# #70407
source: War
it_it: Guerra

# #70409
source: Romance
it_it: Romantico

# #70412
source: Drama
it_it: Drammatico

# #70413
source: 2. Enter this code on the page and click Allow: %s
it_it: 2. Inserisci questo codice nella pagina e premi Allow: %s

# #70414
source: Authentication. Do not close this window!!
it_it: Autenticazione. Non chiudere questa finestra!!

# #70416
source: === Movies ===
it_it: === Film ===

# #70417
source: === TV shows ===
it_it: === Serie TV ===

# #70418
source: Search language in TMDB
it_it: Ligua di ricerca in TMDB

# #70419
source: German
it_it: Tedesco

# #70420
source: French
it_it: Francese

# #70421
source: Portuguese
it_it: Portoghese

# #70422
source: Italian
it_it: Italiano

# #70423
source: Spanish Latin
it_it: Spagnolo Latino

# #70424
source: Catalan
it_it: Catalano

# #70425
source: English
it_it: Inglese

# #70426
source: Alternative language for TMDB (No main language synopsis)
it_it: Linguaggio alternativo per TMDB (sinossi senza lingua principale)

# #70427
source: Language of titles in IMDB
it_it: Lingua per i titoli in IMDB

# #70428
source: Filmaffinity website
it_it: Sitio Web Filmaffinity

# #70430
source: Chile
it_it: Cile

# #70432
source: Mexico
it_it: Messico

# #70434
source: Spain
it_it: Spagna

# #70435
source: User Filmaaffinity (Optional)
it_it: Username Filmaffinity (Opzionale)

# #70437
source: Order personal lists of Filmaffinity by:
it_it: Ordina liste personali di Filmaffinity per:

# #70438
source: Position
it_it: Posizione

# #70439
source: Vote
it_it: Voto

# #70440
source: Average grade
it_it: Valutazione media

# #70441
source: User MyAnimeList (Optional)
it_it: Username MyAnimeList (Opzionale)

# #70443
source: Show Hentai in MyAnimeList
it_it: Mostra Hentai in MyAnimeList

# #70444
source: Profile 3
it_it: Perofilo 3

# #70445
source: Profile 2
it_it: Profilo 2

# #70446
source: Profile 1
it_it: Profilo 1

# #70447
source: [%s] The file has been deleted
it_it: [%s] Il file è stato cancellato

# #70448
source: [%s] The file is still in process
it_it: [%s] Il file è ancora in elaborazione

# #70449
source: [%s] The file does not exist or has been deleted
it_it: [%s] Il file non esiste oppure è stato cancellato

# #70450
source: Anyone
it_it: Qualsiasi

# #70451
source: Select one, none or more than one gender
it_it: Seleziona uno, nessuno o più di un genere

# #70452
source: Year from
it_it: Anno da:

# #70453
source: Year until
it_it: Anno fino a:

# #70454
source: Minimum number of votes
it_it: Numero minimo di voti

# #70455
source: Order by
it_it: Ordina per

# #70456
source: Popularity Desc
it_it: Popolarità Desc

# #70457
source: Popularity Asc
it_it: Popolarità Asc

# #70458
source: Year Desc
it_it: Anno Desc

# #70459
source: Year Asc
it_it: Anno Asc

# #70460
source: Desc Rating
it_it: Rating Desc

# #70461
source: Asc Rating
it_it: Rating Asc

# #70462
source: Title [A-Z]
it_it: Titolo [A-Z]

# #70463
source: Title [Z-A]
it_it: Titolo[Z-A]

# #70464
source: Set as default filter
it_it: Impostare come filtro di default

# #70465
source: Key word
it_it: Parola Chiave

# #70466
source: Country
it_it: Nazione

# #70467
source: Select a genre
it_it: Seleziona un genere

# #70468
source: Indicate your vote
it_it: Indica il tuo voto:

# #70469
source: Added
it_it: Aggiunto

# #70471
source: Duration
it_it: Durata

# #70472
source: Popularity
it_it: Popolarità

# #70474
source: Votes
it_it: Voti

# #70475
source: upward
it_it: ascendente

# #70476
source: falling
it_it: discendente

# #70477
source: Upward
it_it: Ascendente

# #70478
source: Falling
it_it: Discendente

# #70479
source: Currently watching
it_it: In visione attualmente

# #70480
source: Completed
it_it: Completati

# #70481
source: Anticipated to see
it_it: Da vedersi

# #70482
source: Kind
it_it: Tipo

# #70485
source: Status
it_it: Stato

# #70486
source: (1) Grotesque
it_it: (1) Grottesco

# #70487
source: (2) Horrible
it_it: (2) orribile

# #70488
source: (3) Very bad
it_it: (3) Bruttissimo

# #70489
source: (4) Bad
it_it: (4) Brutto

# #70490
source: (5) Regular
it_it: (5) Regulare

# #70491
source: (6) Pasable
it_it: (6) Passabile

# #70492
source: (7) Good
it_it: (7) Buono

# #70493
source: (8) Very good
it_it: (8) Ottimo

# #70494
source: (9) Genial
it_it: (9) Geniale

# #70495
source: (10) Masterpiece
it_it: (10) Capolavoro

# #70496
source: The search for
it_it: La ricerca di

# #70497
source: did not match.
it_it: non ha dato risultati.

# #70498
source: Producer:
it_it: Produzione:

# #70499
source: Genre:
it_it: Genere:

# #70500
source: Notification(Update Kodi to its latest version, for best info,8000, 'http://i.imgur.com/mHgwcn3.png')
it_it: Notification(Aggiorna Kodi alla sua ultima versione, per migliori info,8000, 'http://i.imgur.com/mHgwcn3.png')

# #70501
source: Search did not match
it_it: La ricerca non ha dato risultati

# #70502
source: >> Next
it_it: >> Successivo

# #70503
source: There is no available video
it_it: Nessun video disponibile

# #70504
source: Loading trailers...
it_it: Caricamento trailers...

# #70505
source: Enter the title to search
it_it: Inserisci il titolo da cercare

# #70506
source: Searching:
it_it: Ricerca:

# #70507
source: Search in Youtube
it_it: Ricerca in Youtube

# #70508
source: Search in Mymovies
it_it: Ricerca in Mymovies

# #70510
source: Manual Search
it_it: Ricerca Manuale

# #70511
source: Goto page
it_it: Vai a pagina

# #70512
source: Searching in Mymovies
it_it: Ricerca in Mymovies

# #70513
source: Insert page number
it_it: Inserisci numero di pagina

# #70514
source: Notify current view saves
it_it: Notifica i salvataggi della vista attuale

# #70515
source: Completed %s
it_it: Completata %s

# #70516
source: In progress %s
it_it: In Corso %s

# #70517
source: Pre-selected currently activated
it_it: Pre-seleziona attivati attuali

# #70518
source: Pre-select all
it_it: Pre-seleziona tutti

# #70519
source: Do not pre-select any
it_it: Non pre-selezionare nessuno

# #70520
source: AutoPlay allows auto to reproduce the links directly, based on the configuration of your favorite servers and qualities.
it_it: AutoPlay consente di riprodurre automaticamente i collegamenti direttamente, in base alla configurazione dei tuoi servers e qualità preferite.

# #70521
source: You can install the Trakt script below, once installed and configured what you see will be synchronized with your account automatically. Do you want to continue?
it_it: Puoi installare lo script Trakt qui sotto, una volta installato e configurato ciò che vedrai verrà sincronizzato automaticamente con il tuo account. Vuoi continuare?

# #70522
source: No filter
it_it: Non Filtrare

# #70523
source: %s: The data was restarted
it_it: %s: I dati sono stati riavviati

# #70524
source: Server error, try later.
it_it: Errore del server, riprova più tardi.

# #70525
source: Configure channel
it_it: Configura canale

# #70526
source: Verification of counters of videos seen / not seen (uncheck to verify)
it_it: Verifica dei contatori di video visti/non visti (deselezionare per verificare)

# #70527
source: My links
it_it: I miei link

# #70528
source: Default folder
it_it: Cartella di Default

# #70530
source: You already have this link in the folder
it_it: C'è già un link nella cartella

# #70531
source: Saved link
it_it: Link salvato

# #70532
source: Folder: %s
it_it: Cartella: %s

# #70533
source: Rename folder
it_it: Cambia nome alla cartella

# #70534
source: Delete folder
it_it: Elimina la cartella

# #70535
source: Move up all
it_it: Sposta tutto in alto

# #70536
source: Move up
it_it: Sposta in su

# #70537
source: Move down
it_it: Sposta in giù

# #70538
source: Move down all
it_it: Sposta tutto in basso

# #70539
source: * Create different folders to store your favorite links within Kodi on Demand. [CR]
it_it: * Crea diverse cartelle per memorizzare i tuoi collegamenti preferiti all'interno di Kodi on Demand.

# #70540
source: * To add links to folders, access the context menu from any point in Kodi on Demand.[CR]
it_it: * Per aggiungere collegamenti alle cartelle accedi al menu contestuale da qualsiasi punto di Kodi on Demand.

# #70541
source: * The links can be channels, sections within the channels, searches, and even movies and TV shows although for the latter it is preferable to use the video library.
it_it: * I collegamenti possono essere canali, sezioni all'interno dei canali, ricerche e persino film e serie TV, sebbene per quest'ultimo sia preferibile utilizzare la videoteca.

# #70542
source: Create new folder ...
it_it: Crea nuova cartella ...

# #70543
source: Move to another folder
it_it: Sposta in altra cartella

# #70544
source: Change title
it_it: Cambia titolo

# #70545
source: Change color
it_it: Cambia colore

# #70546
source: Save link in:
it_it: Salva link in:

# #70547
source: Change thumbnail
it_it: Cambia thumbnail

# #70548
source: Delete link
it_it: Elimina link

# #70549
source: Select folder
it_it: Seleziona cartella

# #70550
source: Create new folder
it_it: Crea nuova cartella

# #70551
source: Folder name
it_it: Nome della cartella

# #70552
source: Delete the folder and links it contains?
it_it: Eliminare la cartella con tutti i link?

# #70553
source: Change link title
it_it: Cambia titolo del link

# #70554
source: Select thumbnail:
it_it: Seleziona thumbnail:

# #70555
source: Move link to:
it_it: Sposta link in:

# #70556
source: %d links in folder
it_it: %d link nella cartella

# #70557
source: Save link
it_it: Salva link

# #70558
source: Select color:
it_it: Seleziona colore:

# #70559
source: Now in theatres
it_it: Oggi in sala

# #70560
source: Movies by genre
it_it: Per genere

# #70561
source: Search similar
it_it: Cerca simili

# #70562
source: Enable AutoPlay on all supported channels
it_it: Abilita l'AutoPlay in tutti i canali supportati

# #70563
source: Italian
it_it: Italiano

# #70564
source: Enable custom theme
it_it: Abilita tema personalizzato

# #70565
source: Custom theme path
it_it: Percorso tema personalizzato

# #70566
source: VOSI (Original Subtitled Italian Version)
it_it: VOSI (Versione Originale Sottotitolato Italiano)

# #70567
source: Type of content:
it_it: Tipo di contenuto:

# #70568
source: Languages:
it_it: Lingue

# #70569
source: Update external addon Quasar:
it_it: Aggiorna L'addon esterno Quasar:

# #70570
source: Search with current selection
it_it: Cerca con la selezione corrente

# #70571
source: Modify current selection
it_it: Modifica la selezione corrente

# #70572
source: Modify from All
it_it: Modifica partendo da Tutto

# #70573
source: Modify starting from None
it_it: Modifica partendo da Nessuno

# #70574
source: Modify starting from Castellano
it_it: Modifica partendo da Castellano

# #70575
source: Modify starting from Latino
it_it: Modifica partendo da Latino

# #70576
source: Modify starting from Italian
it_it: Modifica partendo da Italiano

# #70577
source: Modify starting from
it_it: Modifica partendo da

# #70578
source: Torrents
it_it: Torrent

# #70579
source: Updates
it_it: Aggiornamenti

# #70580
source: Server answer timeout (seconds)
it_it: Timeout risposta server (secondi)

# #70581
source: Check for updates
it_it: Controlla aggiornamenti

# #70582
source: Updates notification
it_it: Notifiche aggiornamenti

# #70583
source: Management of updates of other addons related to KoD:
it_it: Gestione degli aggiornamenti per gli altri addon relativi ad KoD

# #70584
source: Do you want to update Quasar to avoid errors?
it_it: Vuoi aggiornare Quasar per evitare errori?

# #70585
source: Renumbering
it_it: Rinumerazione

# #70586
source: Set up TV show renumbering...
it_it: Configura la rinumerazione della serie TV...

# #70587
source: Set up
it_it: Configurazione

# #70588
source: No TV show found, look for a TV show and click on contextual menu
it_it: Nessuna serie TV trovata, cerca una serie TV e fai clic sul menu contestuale

# #70589
source: Something found:
it_it: ha trovato qualcosa:

# #70590
source: Are you sure you want to eliminate renumbering?
it_it: Sei sicuro di voler eliminare la rinumerazione?

# #70591
source: Press 'Yes' to remove the renumbering of
it_it: Premi 'Sì' per rimuovere la rinumerazione di

# #70592
source: press 'No' or close the window to do nothing.
it_it: premere 'No' o chiudere la finestra per non fare nulla.

# #70593
source: Error saving to disk
it_it: Errore al salvataggio sul disco

# #70594
source: Enter the season number
it_it: Inserisci il numero della stagione

# #70595
source: Season is not added
it_it: La stagione non è stata aggiunta

# #70596
source: It already exists, edit the existing
it_it: Esiste già, modifica l'esistente

# #70597
source: Enter the number of episodes since the start of the season
it_it: Inserisci il numero di episodi dall'inizio della stagione

# #70598
source: Episodes:
it_it: Episodi:

# #70599
source: Remove
it_it: Rimuovi

# #70600
source: Add season
it_it: Aggiungi stagione

# #70601
source: Update from the Internet:
it_it: Aggiorna da Internet
