Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #70818
source: YouTube is installed on your device, but is not active. Do you want to activate it?
it_it: YouTube è installato sul tuo dispositivo, ma non è attivo. Vuoi Attivarlo?

# #70819
source: No results on channel %s.
it_it: Nessun risultato sul canale %s?

# #70820
source: No results on channel %s, would you like to try Global Search?
it_it: Nessun risultato sul canale %s, vuoi provare con la Ricerca Globale?

# #70821
source: Search results
it_it: Risultati della ricerca

# #70822
source: Renumber new episodes of:
it_it: Rinumera i nuovi episodi di:

# #70823
source: Renumber episodes of:
it_it: Rinumera gli episodi di:

# #70824
source: Select the specials of:
it_it: Seleziona gli speciali di:

# #70825
source: Select Season
it_it: Seleziona Stagione

# #70826
source: Select Episode
it_it: Seleziona Episodio

# #70827
source: Select Specials
it_it: Seleziona Speciali

# #70828
source: Manual renumbering
it_it: Rinumerazione Manuale

# #70829
source: Delete Numbering for:
it_it: Elimina Numerazione per:

# #70830
source: The series / episode number should only be changed if the series has relative numbering.
it_it: Il numero della serie / episodio deve essere modificato solo se la serie ha una numerazione relativa.

# #70831
source: This series has multiple types of numbering, choose the most suitable one
it_it: Questa serie ha più tipi di numerazione, scegli quello più adatto

# #70832
source: Disabled
it_it: Disabilitato

# #70833
source: Automatic
it_it: Automatico

# #70835
source: Search information from TMDB...
it_it: Ricerca informazioni da TMDB...

# #707401
source: Enable DNS check alert
it_it: Abilita avviso check DNS

# #707402
source: Connection or DNS problems
it_it: Problema di connessione o DNS

# #707403
source: Disable alert
it_it: Disattiva avviso

# #707404
source: Remind me
it_it: Ricordami

# #707405
source: Notice Activation
it_it: Attivazione Notifica

# #707406
source: By disabling the alert, you have activated a notice that will appear at the top right
it_it: Disattivando l'avviso, hai attivato una notifica che apparirà in alto a dx

# #707407
source: For any change to the DNS you MUST restart Kodi!
it_it: Per ogni modifica sui DNS DEVI riavviare Kodi!

# #707408
source: Activate DNS override
it_it: Attiva override DNS

# #707409
source: Choose the DNS provider
it_it: Scegli il fornitore DNS

# #707410
source: DNS supplier.
it_it: Fornitore DNS

# #707411
source: Insert your DNS
it_it: Inserisci i tuoi DNS

# #707414
source: You are using the DNS set on your device or modem
it_it: Stai utilizzando i DNS impostati sul dispositivo o modem

# #707415
source: You have not selected any choice, the cloudflare DNS will be used.
it_it: Non hai selezionato nessuna scelta! Verranno utilizzati i DNS di cloudflare.

# #707416
source: Updates check interval (hours)
it_it: Intervallo controllo aggiornamenti (ore)

# #707417
source: Favourite quality
it_it: Qualità preferita

# #707418
source: Follow the steps below:
it_it: Segui i seguenti passi:

# #707419
source: %s) click here to enable debug logging
it_it: %s) clicca qui per attivare il logging di debug

# #707420
source: %s) repeat what you did to cause the error
it_it: %s) ripeti ciò che hai fatto per causare l'errore

# #707421
source: %s) click here to create the report
it_it: %s) clicca qui per creare il report

# #707422
source: %s) click here to disable debug logging
it_it: %s) clicca qui per disattivare il logging di debug

# #707423
source: Explain the issue and share this link:
it_it: Spiega il problema e condividi questo link:

# #707424
source: Service not available. Try again later
it_it: Servizio non disponibile Riprova più tardi

# #707425
source: Debug should be active
it_it: Il debug dovrebbe essere attivo

# #707426
source: before generating the report
it_it: prima di generare il report

# #707427
source: Unable to read Kodi log
it_it: Impossibile leggere il log di Kodi

# #707428
source: Failed to upload report
it_it: Impossibile caricare il report

# #707429
source: Report an issue
it_it: Segnala un problema

# #707430
source: Debug logging
it_it: Logging di debug

# #707431
source: Enabled
it_it: Attivato

# #707432
source: Disabled
it_it: Disattivato

# #707433
source: Delete
it_it: Cancella

# #707434
source: reCaptcha verification failed
it_it: Verifica reCaptcha fallita

# #80000
source: Export video library
it_it: Esporta videoteca

# #80001
source: Import video library
it_it: Importa videoteca

# #80002
source: Select the folder where to export the video library
it_it: Selezionare la cartella dove esportare la videoteca

# #80003
source: Exporting video library...
it_it: Esportazione videoteca...

# #80004
source: The video library has been exported
it_it: La videoteca è stata esportata

# #80005
source: Select the zip file to be imported
it_it: Selezionare il file zip da importare

# #80006
source: Attention, the current video library will be overwritten. Proceed anyway?
it_it: Attenzione, l'attuale videoteca verrà sovrascritta. Procedere comunque?

# #80007
source: Importing video library...
it_it: Importazione videoteca...

# #80008
source: The video library has been imported
it_it: La videoteca è stata importata

# #80009
source: Would you like to search for new episodes and update video library?
it_it: Vuoi cercare i nuovi episodi ed aggiornare la videoteca?

# #80010
source: Select the video library path
it_it: Seleziona il percorso della videoteca

# #80011
source: Verifying folders...
it_it: Verifica cartelle...

# #80012
source: Moving video library...
it_it: Spostamento videoteca...

# #80013
source: Updating database...
it_it: Aggiornamento database...

# #80014
source: The video library has been moved
it_it: La videoteca è stata spostata

# #80015
source: Do you want to configure the Kodi video library?
it_it: Vuoi configurare la libreria di Kodi?

# #80016
source: Would you like to use custom or default settings?
it_it: Desideri utilizzare impostazioni personalizzate o predefinite?

# #80017
source: Custom
it_it: Personalizzate

# #80018
source: Default
it_it: Predefinite

# #80019
source: Select the video library path
it_it: Seleziona il percorso della videoteca

# #80020
source: Folder name for movies
it_it: Nome della cartella per i film

# #80021
source: Folder name for TV shows
it_it: Nome della cartella per le serie TV

# #80022
source: You can configure the Kodi video library later from KoD settings
it_it: Potrai configurare la libreria di Kodi in seguito dalle impostazioni di KoD

# #80023
source: You will be asked to choose and configure the information providers for movies and TV shows
it_it: Ti verrà chiesto di scegliere e configurare i provider delle informazioni per film e serie TV

# #80024
source: An error has occurred during the configuration of the Kodi video library. Please check the log and try again from KoD settings
it_it: Si è verificato un errore durante la configurazione della libreria di Kodi. Si prega di controllare il log e riprovare dalle impostazioni di KoD

# #80025
source: Cleaning database...
it_it: Pulizia database...

# #80026
source: Configuration of Kodi video library
it_it: Configurazione della libreria di Kodi

# #80027
source: You will be asked to configure The Movie Database for movies and tvshows
it_it: Ti verrà chiesto di configurare The Movie Database sia per i film che per le serie TV

# #80028
source: The selected folders are already used by the Kodi library. Please change them properly
it_it: Le cartelle selezionate sono già utilizzate dalla libreria di Kodi. Si prega di cambiarle opportunamente

# #80029
source: The selected folders are already used by the Kodi library. Please change them properly from KoD settings
it_it: Le cartelle selezionate sono già utilizzate dalla libreria di Kodi. Si prega di cambiarle opportunamente dalle impostazioni di KoD

# #80030
source: The default path and folders will be used. You will be asked to choose and configure the information providers for movies and TV shows
it_it: Verranno utilizzati il percorso e le cartelle predefiniti. Ti verrà chiesto di scegliere e configurare i provider delle informazioni per film e serie TV

# #80031
source: Unable to connect to github. This is probably due to a lack of connection or github is currently offline. Please check and try again
it_it: Impossibile connettersi a github. Questo è probabilmente dovuto ad una mancanza di connessione oppure github è attualmente offline. Per favore verifica e riprova

# #80032
source: Installing...
it_it: Installazione...

# #80033
source: Choose the version of KoD to install
it_it: Scegli la versione di KoD da installare

# #80034
source: release (stable version)
it_it: release (versione stabile)

# #80035
source: master (beta version under development)
it_it: master (versione beta in fase di sviluppo)

# #80036
source: Delete video library
it_it: Elimina videoteca

# #80037
source: Attention, the entire video library will be deleted. Proceed anyway?
it_it: Attenzione, l'intera videoteca verrà eliminata. Procedere comunque?

# #80038
source: Deleting video library...
it_it: Eliminazione videoteca...

# #80039
source: The video library has been deleted
it_it: La videoteca è stata eliminata

# #80040
source: Add-on updated to commit %s
it_it: Add-on aggiornato al commit %s

# #80041
source: Latest updates:
it_it: Ultimi aggiornamenti:

# #80042
source: Include local episodes when adding a TV shows
it_it: Includere episodi in locale all'aggiunta di una serie TV

# #80043
source: Attention, in order to watch local episodes you have to configure the Kodi video library from KoD settings
it_it: Attenzione, per guardare gli episodi in locale devi configurare la libreria di Kodi dalle impostazioni di KoD

# #80044
source: Do you want to include local episodes for the TV show "%s"?
it_it: Vuoi includere degli episodi in locale per la serie TV "%s"?

# #80045
source: The folder of the local episodes has to be different from the TV show one in the KoD video library
it_it: La cartella degli episodi in locale deve essere diversa da quella della serie TV nella videoteca di KoD

# #80046
source: Select the folder containing the local episodes
it_it: Seleziona la cartella contenente gli episodi in locale

# #80047
source: The TV show "% s" includes local episodes. They will be only removed from the Kodi video library without being deleted
it_it: La serie TV "%s" include degli episodi in locale. Verranno solo rimossi dalla libreria di Kodi senza essere cancellati

# #80048
source: Add local episodes
it_it: Aggiungi episodi in locale

# #80049
source: Remove local episodes
it_it: Rimuovi episodi in locale

# #80050
source: Downloading...
it_it: Download in corso...

# #90001
source: KOD options
it_it: Opzioni di KOD...

# #90002
source: No TMDB found
it_it: Non sono riuscito a trovare le informazioni su TMDB

# #90003
source: Already on KOD, continue searching on other channels?
it_it: Preferisci cercare su altri canali?

# #90004
source: No contextmenu option
it_it: Nessuna opzione possibile

# #90005
source: Search on KOD
it_it: Cerca con KOD
