Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #60569
source: - There are no default settings
it_it: - Non ci sono impostazioni predefinite

# #60570
source: | Error Detail: %s
it_it: | Dettaglio dell' errore: %s

# #60571
source: - Default settings cannot be loaded!
it_it: - Non è possibile caricare le impostazioni di default!

# #60572
source: Ask
it_it: Chiedere

# #60577
source: Order Servers
it_it: Ordina i server

# #60579
source: Error
it_it: Errore

# #60580
source: A saving error occurred
it_it: Si è verificato un errore al salvataggio

# #60581
source: Restoring video library
it_it: Ripristino videoteca

# #60582
source: This may take some time.
it_it: Questo potrebbe richiedere del tempo.

# #60583
source: Do you want to continue?
it_it: Vuoi continuare?

# #60584
source: Restoring TV shows video library
it_it: Ripristino videoteca serie TV

# #60586
source: Restoring movies video library
it_it: Ripristino videoteca film

# #60587
source: Channel configuration
it_it: Configurazione canale

# #60588
source: - Settings created
it_it: - Impostazioni create

# #60589
source: - No correction necessary
it_it: - Nessuna correzione necessaria

# #60590
source: - An error has occurred
it_it: - Si è verificato un errore

# #60591
source: Activate all
it_it: Attiva tutti

# #60592
source: Deactivate all
it_it: Disattiva tutti

# #60593
source: Default Set
it_it: Imposta di default

# #60594
source: All channels
it_it: Tutti i canali

# #60595
source: (Default disabled)
it_it: (Disattivato di default)

# #60596
source: Channels
it_it: Canali

# #60598
source: Video library configuration
it_it: Configurazione videoteca

# #60599
source: Video library update configuration
it_it: Configurazione aggiornamento videoteca

# #60600
source: TV shows
it_it: Serie TV

# #60601
source: Video library update
it_it: Aggiornamento videoteca

# #60602
source: Never
it_it: Mai

# #60603
source: When Kodi starts
it_it: All'avvio di Kodi

# #60604
source: Daily
it_it: Giornaliero

# #60605
source: When Kodi starts and daily
it_it: All'avvio di Kodi e giornaliero

# #60606
source: Update waiting time
it_it: Tempo di attesa aggiornamento

# #60607
source: Each time you start Kodi
it_it: Ad ogni avvio di Kodi

# #60608
source: Each time you start Kodi and daily
it_it: Ad ogni avvio di Kodi e giornaliero

# #60613
source: Update time
it_it: Ora aggiornamento

# #60614
source: Search for new episodes
it_it: Cerca nuovi episodi

# #60615
source: Never
it_it: Mai

# #60616
source: Always
it_it: Sempre

# #60617
source: Based on airing
it_it: In base all'uscita

# #60618
source: Kodi video library update
it_it: Aggiornamento libreria di Kodi

# #60619
source: Each TV show
it_it: Per serie TV

# #60620
source: All video library
it_it: Tutta la videoteca

# #60621
source: Links view
it_it: Visualizzazione collegamenti

# #60622
source: Pop-up window
it_it: Finestra pop-up

# #60623
source: Fullscreen window
it_it: Finestra a schermo intero

# #60624
source: Maximum number of links to display
it_it: Numero massimo di link da visualizzare

# #60625
source: All
it_it: Tutti

# #60626
source: Sort by whitelist
it_it: Ordina per whitelist

# #60627
source: Remove the channel name at the beginning
it_it: Rimuovi il nome del canale all'inizio

# #60628
source: Replace 'View in' with '[V]' and 'Download in' with '[D]'
it_it: Sostituisci 'Vedi in' con '[V]' e 'Scarica in' con '[D]'

# #60629
source: Remote database
it_it: Database remoto

# #60632
source: Server name
it_it: Nome server

# #60633
source: Server port
it_it: Porta server

# #60634
source: Automatically mark as watched
it_it: Segna automaticamente come visto

# #60635
source: Video viewing time
it_it: Tempo di visione del video

# #60636
source: 0 seg
it_it: 0 sec

# #60637
source: Synchronizing with Trakt
it_it: Sincronizzazione con Trakt

# #60638
source: After mark as watched the episode
it_it: Dopo aver segnato come visto l'episodio

# #60639
source: Show notification
it_it: Mostra notifica

# #60640
source: On adding a TV show to the video library
it_it: All'aggiunta di una serie TV alla videoteca

# #60641
source: Wait until the TV show is added
it_it: Attendere finchè la serie TV sia aggiunta

# #60642
source: Show option 'All Seasons'
it_it: Mostra l'opzione 'Tutte le stagioni'

# #60643
source: Do not combine the seasons of the TV shows
it_it: Non unire le stagioni delle serie TV

# #60644
source: Only if there is one season
it_it: Solo se c'è una stagione

# #60645
source: Show channel selection box
it_it: Mostra la casella di selezione del canale

# #60646
source: Create folders using original title
it_it: Crea cartelle usando titolo originale

# #60648
source: Never
it_it: Mai

# #60650
source: Video library information providers
it_it: Provider informazioni videoteca

# #60651
source: Movies
it_it: Film

# #60652
source: TV show
it_it: Serie TV

# #60653
source: If there are no results search in English
it_it: Se non ci sono risultati cerca in inglese

# #60654
source: Include in blacklist
it_it: Includi in blacklist

# #60655
source: Include in Favorites List
it_it: Includi nella lista dei preferiti

# #60656
source: Simultaneous search (multiprocessing)
it_it: Ricerca contemporanea (multiprocessing)

# #60657
source: Show results
it_it: Mostra risultati

# #60658
source: Grouped by content
it_it: Raggruppati per contenuto

# #60659
source: Grouped by channel
it_it: Raggruppati per canale

# #60660
source: Without group
it_it: Senza raggruppare

# #60661
source: News
it_it: Novità

# #60662
source: Language
it_it: Lingua

# #60663
source: Add the progress window
it_it: Aggiungi la finestra di avanzamento

# #60664
source: Eliminated unnecessary code.
it_it: Eliminato codice non necessario.

# #60665
source: Possibility to include other channels, through the configuration
it_it: Possibilità di includere altri canali, attraverso la configurazione

# #60666
source: Color Profile
it_it: Profilo Colore

# #60667
source: Cold
it_it: Freddo

# #60668
source: Hot
it_it: Caldo

# #60669
source: Lilac
it_it: Lilla

# #60670
source: Pastel
it_it: Pastello

# #60671
source: Vivid
it_it: Vivido

# #60672
source: Global Search
it_it: Ricerca globale

# #60673
source: Number of search threads
it_it: Numero di threads di ricerca

# #60674
source: Show Results:
it_it: Mostra risultati:

# #60675
source: Per channel
it_it: Per canale

# #60676
source: All Together
it_it: Tutto insieme

# #60677
source: Saved Searches:
it_it: Ricerche salvate

# #60678
source: Remember the latest search
it_it: Ricorda l'ultima ricerca

# #60679
source: Novelties in %s
it_it: Novità in %s

# #60680
source: documentaries
it_it: documentari

# #60681
source: movies
it_it: film

# #60682
source: TV show
it_it: Serie TV

# #60683
source: Loading streams...
it_it: Caricamento stream...

# #70000
source: Options
it_it: Opzioni

# #70002
source: Cancel
it_it: Annulla

# #70003
source: Default
it_it: Predefinito

# #70004
source: Loading...
it_it: Caricamento...

# #70005
source: Previous
it_it: Precedente

# #70006
source: Next
it_it: Successivo

# #70007
source: Accept
it_it: Accetta

# #70008
source: Reload
it_it: Ricarica

# #70009
source: Main menu
it_it: Menu principale

# #70010
source: Where To Search
it_it: Dove cercare

# #70011
source: Search for actor
it_it: Cerca attore

# #70012
source: Beginning
it_it: Inizio

# #70013
source: Horror
it_it: Orrore

# #70014
source: Castellan
it_it: Castigliano

# #70016
source: Active channels
it_it: Canali attivi

# #70017
source: TV show
it_it: Serie TV

# #70018
source: Children
it_it: Bambini

# #70019
source: Documentary
it_it: Documentari

# #70020
source: Search similar
it_it: Cerca simili

# #70021
source: Search %s in %s
it_it: Cerca %s in %s

# #70022
source: - Movies
it_it: - Film

# #70023
source: - TV shows
it_it: - Serie TV

# #70024
source: Search in Filmaffinity
it_it: Cerca in Filmaffinity

# #70025
source: Search in IMDB
it_it: Cerca in IMDB

# #70027
source: Search engine settings
it_it: Impostazioni motori di ricerca

# #70028
source: Most popular
it_it: Più popolari

# #70029
source: Top rated
it_it: Più Votati

# #70030
source: On The Bill
it_it: In Cartellone

# #70031
source: Next
it_it: In Uscita

# #70032
source: Genres
it_it: Generi

# #70033
source: Actors/Actresses by popularity
it_it: Attori/Attrici per popolarità

# #70034
source: Coming Soon
it_it: Prossimamente

# #70035
source: Search %s
it_it: Cerca %s

# #70036
source: Search actor/actress
it_it: Cerca attore/attrice

# #70037
source: Search director, writer...
it_it: Cerca regista, sceneggiatore...

# #70038
source: Custom filter
it_it: Filtro personalizzato

# #70039
source: Keyword filter
it_it: Filtro per parola chiave

# #70042
source: Year
it_it: Anno

# #70043
source: Coming Out
it_it: Prossime Uscite

# #70044
source: Sagas and Collections
it_it: Saghe e Collezioni

# #70045
source: Movies/TV shows/Documentaries
it_it: Film/Serie TV/Documentari

# #70046
source: Search Movies/TV shows
it_it: Cerca Film/Serie TV

# #70047
source: Search by director
it_it: Cerca per regista

# #70048
source: My Account
it_it: Il Mio Account

# #70049
source: Most Popular
it_it: Più Popolari

# #70050
source: Recommended Now
it_it: Da Vedere

# #70051
source: Most Anticipated
it_it: Più Attesi

# #70052
source: Custom recommendations
it_it: Raccomandazioni personalizzate

# #70053
source: Most Viewed
it_it: Più Visti

# #70054
source: Link your trakt account
it_it: Collega il tuo account trakt

# #70055
source: Watchlists
it_it: Watchlist

# #70056
source: Recently Watched
it_it: Guardato di Recente

# #70057
source: My lists
it_it: Le Mie Liste

# #70058
source: Top TV shows
it_it: Top serie TV

# #70059
source: Top Movies
it_it: Top Film

# #70060
source: Most Anticipated
it_it: Più Attesi

# #70062
source: Anime by Seasons
it_it: Anime per Stagioni

# #70063
source: Anime by Genres
it_it: Anime per Genere

# #70064
source: Search TV shows/Movies/Anime
it_it: Cerca serie TV/Film/Anime

# #70065
source: >> Next Page
it_it: >> Pagina successiva

# #70066
source: Search title in spanish: %s
it_it: Cerca il suo titolo in italiano: %s

# #70067
source: Info Seasons [%s]
it_it: Info delle stagioni [%s]

# #70068
source: In my Collection
it_it: Nella mia Collezione

# #70069
source: Search %s in KoD: %s
it_it: Cerca %s in KoD: %s

# #70070
source: Search original title: %s
it_it: Cerca il titolo originale: %s

# #70071
source: Cast
it_it: Vedi Cast

# #70072
source: Most Viewed
it_it: Più Viste

# #70073
source: Most Anticipated
it_it: Più Attese

# #70074
source: Viewed
it_it: Viste

# #70075
source: Most Anticipated
it_it: Più Attese

# #70076
source: Top rated
it_it: Più Votate

# #70077
source: Most Viewed
it_it: Più Viste

# #70078
source: Show only links of
it_it: Mostra solo link di

# #70079
source: Delete channel
it_it: Elimina canale

# #70081
source: The folder "%s" contains other files. Delete it anyway?
it_it: La cartella "%s" contiene altri file. Eliminarla comunque?

# #70082
source: Global Search
it_it: Ricerca Globale

# #70083
source: Show all links
it_it: Mostra tutti i link

# #70084
source: Delete movie
it_it: Elimina film

# #70085
source: Delete TV show
it_it: Elimina serie TV

# #70086
source: Delete channel %s
it_it: Elimina canale %s

# #70087
source: Deleted %s links from canal %s
it_it: Eliminati %s link del canale %s

# #70088
source: Are you sure you want to delete "%s" from video library?
it_it: Vuoi davvero eliminare "%s" dalla videoteca?

# #70089
source: Show only links of %s
it_it: Mostra solo link di %s

# #70090
source: Exclude all streams with specific words
it_it: Escludi streams con specifiche parole

# #70091
source: Words
it_it: Parole

# #70092
source: Add to video library
it_it: Aggiungere alla videoteca

# #70094
source: Select the information provider for movies
it_it: Seleziona il provider informazioni per i film

# #70095
source: Universal Movie Scraper not found. Install it now?
it_it: Universal Movie Scraper non trovato. Installarlo ora?

# #70097
source: Universal Movie Scraper has not been installed
it_it: Universal Movie Scraper non è stato installato

# #70099
source: The TVDB has not been installed
it_it: The TVDB non è stato installato

# #70101
source: Error inserting the video library path in Kodi database
it_it: Errore durante l'inserimento del percorso della videoteca nel database di Kodi

# #70102
source: Video library %s not configured
it_it: Videoteca %s non configurata

# #70103
source: Video library %s configured
it_it: Videoteca %s configurata

# #70104
source: The Kodi video library has been successfully configured
it_it: La libreria di Kodi è stata configurata correttamente

# #70105
source: Do you want KoD to configure the Kodi library? You will be asked to set up scrapers for movies and TV shows.
it_it: Vuoi che KoD configuri la videoteca di Kodi? Ti verrà chiesto di installare i providers info per film e serie TV.

# #70106
source: If you choose 'No' you can do it later from 'Configuration > Preferences > Paths'.
it_it: Se Scegli 'No' potrai farlo in seguito da 'Impostazioni > Preferenze > Percorsi'.

# #70107
source: Select the information provider for TV shows
it_it: Seleziona il provider informazioni per le serie TV

# #70108
source: Icons set
it_it: Set di icone

# #70109
source: Syncronize with Trakt.tv
it_it: Sincronizza con Trakt.tv

# #70110
source: Priority method
it_it: Priorità

# #70111
source: Stop search when find an option
it_it: Termina ricerca quando si trova un'opzione

# #70112
source: Hide payment servers without an account
it_it: Nascondere server senza account

# #70114
source: Only until Kodi restarts
it_it: Fino al riavvio di Kodi

# #70115
source: Trailer search in progress
it_it: Ricerca trailer in corso

# #70116
source: New password
it_it: Nuova password

# #70117
source: Confirm new password
it_it: Conferma nuova password

# #70118
source: TV shows folder
it_it: Cartella serie TV

# #70119
source: Movies folder
it_it: Cartella film

# #70120
source: Add KoD contents to Kodi video library
it_it: Aggiungi la videoteca di KoD alla libreria di Kodi

# #70121
source: Activate
it_it: Attiva

# #70122
source: Show channel (select it from homepage)
it_it: Mostra canale (seleziona dalla homepage)

# #70123
source: Show news
it_it: Mostra novità

# #70124
source: Category
it_it: Categoria

# #70125
source: Movie|TV shows|Anime|Children|Documentary|Horror|Castellan|Latin|Torrent
it_it: Fim|Serie TV|Anime|Bambini|Documentari|Horror|Castigliano|Latino|Torrent

# #70126
source: Customization
it_it: Personalizzazione

# #70128
source: InfoPlus animation
it_it: Animazione InfoPlus

# #70129
source: Without animation
it_it: Senza animazione

# #70130
source: With animation
it_it: Con animazione

# #70131
source: Thumbnail for videos
it_it: Thumbnail per i video

# #70134
source: Intelligent Titles
it_it: Titoli Intelligenti

# #70135
source: Custom Colours
it_it: Colori Personalizzati

# #70136
source: TV shows
it_it: Serie TV

# #70137
source: Movies
it_it: Film

# #70138
source: Low Rating
it_it: Valutazione Bassa

# #70139
source: Average Rating
it_it: Valutazione Media

# #70140
source: High Rating
it_it: Valutazione Alta

# #70141
source: Quality
it_it: Qualita

# #70142
source: VOSE (Original Subtitled Spanish Version)
it_it: VOSE (Versione Originale Sottotitolato Spagnolo)

# #70143
source: VOS (Original Subtitled Version)
it_it: VOS (Versione Originale Sottotitolato)

# #70144
source: VO (Original Version)
it_it: VO (Versione Originale)

# #70145
source: Servers
it_it: Server

# #70146
source: Add to video library
it_it: Aggiungi alla videoteca

# #70147
source: Video library (update TV show)
it_it: Videoteca (aggiorna serie TV)

# #70148
source: Video library (do not update TV show)
it_it: Videoteca (non aggiornare serie TV)

# #70149
source: Others
it_it: Altro

# #70150
source: Contextual menu
it_it: Menu contestuale

# #70151
source: Show InfoPlus
it_it: Mostra InfoPlus

# #70152
source: Show ExtendedInfo
it_it: Mostra ExtendedInfo

# #70153
source: View mode saved
it_it: Tipo di vista salvato

# #70154
source: TMDB search
it_it: Ricerca TMDB

# #70155
source: Simultaneous searches
it_it: Ricerche simultanee

# #70156
source: Search actor's information
it_it: Cerca informazioni sugli attori

# #70157
source: Use cache
it_it: Usa cache

# #70158
source: every 1 day
it_it: ogni 1 giorni

# #70159
source: every 7 days
it_it: ogni 7 giorni

# #70160
source: every 15 days
it_it: ogni 15 giorni

# #70161
source: every 30 days
it_it: ogni 30 giorni

# #70162
source: Renew cache?
it_it: Rinnovare la cache?

# #70163
source: Clear cache
it_it: Pulire la cache

# #70164
source: Free First
it_it: Free prima

# #70165
source: Premium First
it_it: Premium prima

# #70166
source: Debriders First
it_it: Debriders prima

# #70167
source: Titles Options
it_it: Opzioni per i Titoli

# #70168
source: General
it_it: Generale

# #70169
source: Servers use
it_it: Uso dei servers

# #70172
source: Plan B (If favourites fail try other links)
it_it: Piano B (Se i preferiti non vanno prova altri link)

# #70173
source: No working links
it_it: Nessun link funzionante

# #70174
source: Server and Quality
it_it: Servidor y Calidad

# #70175
source: Quality and Server
it_it: Calidad y Servidor

# #70176
source: Wait
it_it: Attendi

# #70177
source: seconds for the video to start ...
it_it: secondi che inizi il vídeo...

# #70178
source: Trying with: %s
it_it: Provando con: %s

# #70179
source: Getting list of available servers ...
it_it: Ottenimento lista servers disponibili...

# #70180
source: Connecting with %s...
it_it: Connessione con %s...

# #70181
source: Available servers: %s
it_it: Servers disponibili: %s

# #70182
source: Identifying servers ...
it_it: Identificazione servers...

# #70183
source: Getting list of available servers
it_it: Ottenimento lista servers disponibili

# #70184
source: Getting list of available servers:
it_it: Ottenimento lista servers disponibili:

# #70185
source: chapters of:
it_it: capitoli di:

# #70186
source: Getting episodes...
it_it: Ottenimento episodi...

# #70187
source: For content %s -> %s
it_it: Per contenuto %s -> %s

# #70188
source: Obtaining data for the TV show
it_it: Ottenimento dati della serie TV

# #70189
source: Start the download now?
it_it: Iniziare il download ora?

# #70190
source: Add chapters...
it_it: Aggiunta capitoli...

# #70191
source: Obtaining data from the movie
it_it: Ottenimento dati del film

# #70192
source: Select server
it_it: Seleziona il server

# #70193
source: Open torrent with...
it_it: Apri torrent con...

# #70196
source: Beginning...
it_it: Inizio...

# #70197
source: Automatically stopping at: %ss
it_it: Arresto automatico in: %ss

# #70198
source: Do you want to start playback?
it_it: Vuoi iniziare la riproduzione?

# #70199
source: Do you want to cancel the process?
it_it: Vuoi annullare il processo?

# #70200
source: Finishing and deleting data
it_it: Fine e cancellazione dati

# #70201
source: Mass Testing Tools
it_it: Strumenti di test massivo

# #70202
source: - Test channels ...
it_it: - Test canali ...

# #70204
source: - Test recent!
it_it: - Test novità!

# #70205
source: - Upload tests to web!
it_it: - Upload tests su web!

# #70206
source: Link found in %s
it_it: %s

# #70207
source: - Movies 4K
it_it: - Film 4K

# #70208
source: Movies 4K
it_it: Film 4K

# #70210
source: (In %s and %s)
it_it: (In %s e %s)

# #70211
source: (In %s)
it_it: (En %s)

# #70212
source: - Castellan
it_it: - Castigliano

# #70213
source: - Latin
it_it: - Latino

# #70215
source: TEST THIS CHANNEL
it_it: TESTA QUESTO CANALE

# #70216
source: Back
it_it: Indietro

# #70218
source: Delete complete downloads
it_it: Elimina i downloads completati

# #70219
source: Restart download with error
it_it: Reinizia i download con errori

# #70220
source: Download all
it_it: Scarica tutti

# #70221
source: Delete all
it_it: Elimina tutto

# #70222
source: View downloaded files
it_it: Vedi i files scaricati

# #70223
source: Settings downloads...
it_it: Configurazione downloads...

# #70224
source: settings -- Downloads
it_it: configurazione -- Download

# #70225
source: Download
it_it: Scarica

# #70226
source: Remove from the list
it_it: Elimina dalla lista

# #70227
source: Restart download and delete data
it_it: Reinizia il download ed elimina dati

# #70228
source: Downloaded: %s
it_it: Scaricato: %s

# #70229
source: File location
it_it: Posizione dei files

# #70230
source: Add completed downloads to the video library
it_it: Aggiungi download completi alla videoteca

# #70231
source: Move downloaded files to the video library
it_it: Sposta file scaricati nella videoteca

# #70232
source: View downloaded files
it_it: Visualizza file scaricati

# #70233
source: - Size per block
it_it: - Dimensione per blocco

# #70234
source: - Size by part
it_it: - Dimensione per parte

# #70235
source: - Maximum number of simultaneous connections
it_it: - Numero massimo di connnessioni simultanee

# #70236
source: - Maximum number of parts in memory
it_it: - Numero massimo di parti in memoria

# #70237
source: Choice of the server
it_it: Scelta del server

# #70238
source: - Order of servers
it_it: - Ordine dei servers

# #70240
source: Preferred quality
it_it: Qualità preferita

# #70241
source: Highest
it_it: Più alta

# #70242
source: Choose fastest servers
it_it: Scegli server più veloci

# #70244
source: Keep
it_it: Mantieni

# #70245
source: Reorder
it_it: Riordina

# #70246
source: Preferred language
it_it: Lingua preferita

# #70248
source: Use personal API key
it_it: Usa chiave API personale

# #70249
source: API key
it_it: Chiave key

# #70250
source: No home page has been defined. Please select one using the context menu.
it_it: Nessuna home page è stata definita. Per favore selezionane una utilizzando il menu contestuale.

# #70251
source: Check the log in %s for more details.
it_it: Controllare il log in %s per maggiori dettagli.

# #70252
source: Duration: %s minutes
it_it: Durata: %s minuti

# #70253
source: Torrent client settings
it_it: Impostazioni client torrent

# #70254
source: Internal Client
it_it: Client interno

# #70255
source: Internal client - MCT
it_it: Client interno - MCT

# #70256
source: What client do you want to use to play torrent?
it_it: Quale client vuoi usare per riprodurre il torrent?

# #70257
source: Settings -- Torrent
it_it: Impostazioni -- Torrent

# #70258
source: KoD started
it_it: KoD avviato

# #70259
source: The URL to access is http://%s:%s
it_it: URL per accedere: http://%s:%s

# #70260
source: WebSocket Server started in ws: //% s:% s
it_it: WebSocket Server avviato in ws://%s:%s

# #70261
source: Stopping the HTTP server ...
it_it: Arresto del server HTTP...

# #70262
source: Stopping the Websocket server ...
it_it: Arresto del WebSocket...

# #70263
source: KoD stopped
it_it: KoD arrestato

# #70264
source: Enter the username and password to access KoD
it_it: Enter the ususername e password per accedere a KoD

# #70265
source: The data entered is not correct!
it_it: I dati introdotti non sono corretti!

# #70266
source: The search for %s did not match
it_it: La ricerca di %s non ha dato risultati

# #70268
source: The TV show "%s" is ended or has been canceled. Would you like to remove it from the video library update?
it_it: La serie TV "%s" è terminata o è stata cancellata. Vuoi rimuoverla dall'aggiornamento della videoteca?

# #70269
source: Search new episodes
it_it: Cerca nuovi episodi

# #70270
source: Movies video library
it_it: Videoteca film

# #70271
source: TV shows video library
it_it: Videoteca serie TV

# #70272
source: Activate premium account
it_it: Attiva account premium

# #70273
source: Choose included channels
it_it: Scegli i canali inclusi

# #70274
source: Alternative search
it_it: Ricerca alternativa
