Repository: rrosajp/addon
Catalog: resources/language/resource.language.*/strings.po
Languages: it_it

# #60282
source: Soap Opera
it_it: Telenovele

# #60285
source: Travels
it_it: Viaggi

# #60286
source: Pre-child audience: children under 6 years
it_it: Pubblico pre-infanzia: bambini sotto i 6 anni

# #60287
source: Child audience: from 7 years old
it_it: Pubblico infantile: dai 7 anni

# #60288
source: General audience: without family control
it_it: Pubblico generico: senza controllo familiare

# #60289
source: Parental control
it_it: Guida parentale: supervisione dei genitori

# #60290
source: More than 14 years old
it_it: Più di 14 anni

# #60291
source: More than 17 years old
it_it: Più di 17 anni

# #60292
source: Searching for TV show information
it_it: Ricerca informazioni sulla serie TV

# #60293
source: Please wait...
it_it: Attendere prego...

# #60294
source: Searching for TV show information
it_it: Ricerca di informazioni sulla serie TV

# #60295
source: Loading results...
it_it: Caricamento risultati...

# #60296
source: Searching for TV show information
it_it: Ricerca di informazioni sulla serie TV

# #60297
source: Find %s possible matches
it_it: Trovate %s possibili corrispondenze

# #60298
source: %s - Select the correct TV show
it_it: %s - Seleziona la serie TV corretta

# #60299
source: Not found in the language '%s'
it_it: Non trovato nella lingua '%s'

# #60300
source: Search in language 'en'
it_it: Cerca nella lingua 'en'

# #60301
source: Not found in the language '%s'
it_it: Non trovato nella lingua '%s'

# #60302
source: Search in language 'en'
it_it: Cerca nella lingua 'en'

# #60303
source: The file already exists
it_it: Il file esiste già

# #60304
source: The unzipped %s file already exists, or you want to overwrite it.?
it_it: il file %s da decomprimere esiste già, vuoi sovrascriverlo?

# #60305
source: [COLOR red]Do not open this link[/COLOR]
it_it: [COLOR red]NON aprire questo link[/COLOR]

# #60306
source: The fields 'New password' and 'Confirm new password' do not match
it_it: I campi 'Nuova password' e 'Conferma nuova password' non corrispondono.

# #60307
source: Use 'Preferences' to change your password
it_it: Entra in 'Preferenze' per cambiare la password

# #60308
source: [COLOR red]It's one use, so write it[/COLOR]
it_it: [COLOR red]Funziona una volta sola, quindi scrivilo[/COLOR]

# #60309
source: The password is not correct.
it_it: La password non è corretta.

# #60310
source: Changes made in this section will not be saved.
it_it: Le modifiche apportate in questa sezione non verranno salvate.

# #60311
source: Download...
it_it: Download in corso...

# #60312
source: Close this window to start playback
it_it: Chiudi questa finestra per avviare la riproduzione

# #60313
source: Cancel this window to start playback
it_it: Annulla questa finestra per avviare la riproduzione

# #60314
source: Speed:
it_it: Velocità:

# #60316
source: MB of
it_it: MB di

# #60318
source: Remaining time:
it_it: Tempo rimanente:

# #60319
source: Cancelled
it_it: Annullato

# #60320
source: Download in background cancelled
it_it: Download in background cancellato

# #60321
source: Press the button to be used to open the window
it_it: Premere il tasto da utilizzare per aprire la finestra

# #60322
source: You have %s seconds
it_it: Hai %s secondi

# #60323
source: Press the button to be used to open the window
it_it: Premere il tasto da utilizzare per aprire la finestra

# #60324
source: You have %s seconds
it_it: Hai %s secondi

# #60325
source: Saved key
it_it: Chiave salvata

# #60326
source: Restart Kodi to apply changes
it_it: Riavvia Kodi per applicare le modifiche

# #60327
source: News
it_it: Novità

# #60328
source: Channels
it_it: Canali

# #60329
source: Search
it_it: Ricerca

# #60330
source: Favorites
it_it: Preferiti

# #60331
source: Video library
it_it: Videoteca

# #60332
source: Downloads
it_it: Download

# #60333
source: Configuration
it_it: Configurazione

# #60334
source: Log file too large. Restart Kodi and retry
it_it: File di log troppo pesante. Riapri kodi e riprova

# #60335
source: Watch in...
it_it: Vedere in...

# #60336
source: Download in...
it_it: Scaricare in...

# #60339
source: Nothing to play
it_it: Niente da riprodurre

# #60342
source: Download completed:
it_it: Download completo:

# #60343
source: Kodi has closed the video
it_it: Kodi ha chiuso il video

# #60344
source: Continue with the session?
it_it: Continuare con la sessione?

# #60346
source: Delete video downloads
it_it: Elimina i download di video

# #60347
source: No items to display
it_it: Nessun elemento da visualizzare

# #60348
source: Information
it_it: Informazione

# #60349
source: Previous menu
it_it: Menu precedente

# #60350
source: Search in other channels
it_it: Cerca negli altri canali

# #60351
source: Set as main menu
it_it: Imposta come menu principale

# #60352
source: Add TV show to video library
it_it: Aggiungi serie TV alla videoteca

# #60353
source: Add movie to video library
it_it: Aggiungi film alla videoteca

# #60354
source: Download movie
it_it: Scarica film

# #60355
source: Download TV show
it_it: Scarica serie TV

# #60356
source: Download episode
it_it: Scarica episodio

# #60357
source: Download season
it_it: Scarica stagione

# #60358
source: Open configuration
it_it: Apri configurazione

# #60359
source: Search trailer
it_it: Cerca trailer

# #60360
source: Quick menu
it_it: Menu rapido

# #60361
source: Super favourites menu
it_it: Menu super favoriti

# #60362
source: Unexpected error on server %s
it_it: Errore inaspettato sul server %s

# #60363
source: The server on which it is hosted
it_it: Il server in cui è ospitato

# #60364
source: is not yet supported in KoD
it_it: non è ancora supportato in KoD

# #60365
source: Loading video...
it_it: Caricamento video...

# #60366
source: External plugin: %s
it_it: Plugin esterno: %s

# #60376
source: Video information
it_it: Informazioni video

# #60377
source: Title:
it_it: Titolo:

# #60378
source: Original Title:
it_it: Titolo original:

# #60379
source: Original language:
it_it: Lingua originale:

# #60380
source: Score:
it_it: Punteggio:

# #60381
source: Release:
it_it: Rilascio:

# #60382
source: Genres:
it_it: Generi:

# #60383
source: TV show:
it_it: Serie TV:

# #60384
source: Season title:
it_it: Titolo della stagione:

# #60385
source: Season:
it_it: Stagione:

# #60386
source: Episode:
it_it: Episodio:

# #60387
source: Emission:
it_it: Emissione:

# #60388
source: Summary:
it_it: Riassunto:

# #60389
source: Updating "%s" [%s]...
it_it: Aggiornamento "%s" [%s]...

# #60390
source: AutoPlay configuration
it_it: Configurazione AutoPlay

# #60392
source: Total Reset of the addon %s. Attention This function completely resets the addon.
it_it: Reset totale dell'addon %s. Attenzione questa funzione resetta totalmente l'addon.

# #60395
source: Are you sure you want to reset all settings of %s ?
it_it: Sei sicuro di voler resettare tutte le impostazioni di %s ?

# #60396
source: Cancel
it_it: Annulla

# #60397
source: Confirm
it_it: Conferma

# #60398
source: Settings Reset was successful!
it_it: Reset delle impostazioni è avvenuto con successo!

# #60399
source: AutoPlay allows you to auto play links directly, based on your server settings and preferred qualities.
it_it: AutoPlay consente di riprodurre automaticamente i collegamenti, in base alla configurazione dei server e alle qualità preferite.

# #60403
source: more than 2 Gb
it_it: più di 2 Gb

# #60404
source: Choose cache setting
it_it: Scegli settaggio cache

# #60405
source: Cache Set for 512 Mega RAM
it_it: Cache Impostata per 512 Mega di RAM

# #60406
source: Cache Set for 1 Gb RAM
it_it: Cache Impostata per 1 Gb di RAM

# #60407
source: Cache Set for 2 Gb RAM
it_it: Cache Impostata per 2 Gb di RAM

# #60408
source: Cache Set higher than 2 Gb of RAM
it_it: Cache Impostata superiore a 2 Gb di RAM

# #60410
source: An advancedsettings.xml file has been created
it_it: E' stato creato un file advancedsettings.xml

# #60411
source: with the ideal streaming configuration.
it_it: con la configurazione ideale per lo streaming.

# #60412
source: Choose channels to include
it_it: Scegli i canali da includere

# #60413
source: New movie search...
it_it: Nuova ricerca film...

# #60414
source: New TV show search...
it_it: Nuova ricerca serie TV...

# #60415
source: Other settings
it_it: Altre impostazioni

# #60416
source: Delete saved searches
it_it: Cancella ricerche salvate

# #60417
source: Delete search history
it_it: Elimina cronologia ricerche

# #60418
source: Choose channels to include in your search
it_it: Scegli i canali da includere nella ricerca

# #60419
source: Delete saved searches
it_it: Cancella ricerche salvate

# #60420
source: More Options
it_it: Altre opzioni

# #60421
source: Channels included in the global search
it_it: Canali inclusi nella ricerca globale:

# #60422
source: Channels search
it_it: Ricerca canali

# #60423
source: Search
it_it: Ricerca

# #60424
source: Searches key have been deleted correctly
it_it: Ricerche cancellate correttamente

# #60425
source: Channel search
it_it: Cerca canale

# #60426
source: FILTER: Configure
it_it: FILTRO: Configura

# #60427
source: FILTER: Adding '%s'
it_it: FILTRO: Aggiungere '%s'

# #60428
source: FILTER: Delete '%s'
it_it: FILTRO: Eliminare '%s'

# #60429
source: Filter configuration for TV show...
it_it: Configura filtro per serie TV...

# #60430
source: FILTRO: Delete '%s'
it_it: FILTRO: Eliminare '%s'

# #60431
source: and quality %s
it_it: e qualità %s

# #60432
source: No results in this language '%s'%s, click to show without filter
it_it: Nessun risultato in questa lingua '%s'%s, clicca per mostrare senza filtro

# #60433
source: (disabled)
it_it: (disattivato)

# #60434
source: Configure [%s]%s
it_it: Configurare [%s]%s

# #60435
source: There are no filters, search for a TV show and click on the context menu 'FILTER: Configure'
it_it: Non ci sono filtri, cerca una serie TV e fai clic sul menu contestuale 'FILTRO: Configura'

# #60436
source: Spanish
it_it: Spagnolo

# #60437
source: Delete
it_it: Eliminare

# #60438
source: Enable / Disable filter?
it_it: Attiva / Disattiva filtro?

# #60439
source: Language
it_it: Lingua

# #60440
source: Permitted quality
it_it: Qualità consentita

# #60441
source: Filter links for: %s
it_it: Filtro link per: %s

# #60442
source: Are you sure you want to delete the filter?
it_it: Sei sicuro di voler eliminare il filtro?

# #60443
source: Click 'Yes' to remove the filter from %s, click 'No' or close the window to do nothing.
it_it: Clicca 'Sì' per rimuovere il filtro da %s, Clicca 'No' o chiudere la finestra per non fare nulla.

# #60444
source: FILTER DELETED
it_it: FILTRO ELIMINATO

# #60445
source: Error on saving on disk
it_it: Errore nel salvataggio su disco

# #60446
source: FILTER SAVED
it_it: FILTRO SALVATO

# #60447
source: Guide (opens the browser)
it_it: Guida alle funzioni di KoD (apre il browser)

# #60448
source: - How do I report an error?
it_it: - Come segnalo un errore?

# #60449
source: - Is it possible to enable/disable channels?
it_it: - È Possibile attivare/disattivare i canali?

# #60450
source: - Is automatic synchronization with Trakt possible?
it_it: - È possibile la sincronizzazione automatica con Trakt?

# #60451
source: - Is it possible to show all the results together in the global search?
it_it: - È Possibile mostrare tutti i risultati uniti nella ricerca globale?

# #60452
source: - Links take too long to appear.
it_it: - I link ci mettono troppo ad apparire.

# #60453
source: - The content search is not performed correctly.
it_it: - La ricerca dei contenuti non viene eseguita correttamente.

# #60454
source: - Some channels do not function properly.
it_it: - Alcuni canali non funzionano correttamente.

# #60455
source: - The library does not update correctly.
it_it: - La libreria non viene aggiornata correttamente.

# #60456
source: - Links of interest
it_it: - Collegamenti di interesse

# #60458
source: The disabling can be done in 'Settings>Turn on/off channels'. You can toggle channels on/off one at a time or all at the same time. Want to manage your channels now?
it_it: La disabilitazione può essere fatta in 'Impostazioni>Attiva/Disattiva canali'. È Possibile Attivare/Disattivare i canali uno alla volta o tutti allo stesso tempo. Vuoi gestire i canali adesso?

# #60459
source: Currently it is possible to activate the synchronization (silent) after having marked an episode as 'as watched' (this happens automatically). This option can be enabled in 'Settings>Library Settings'. Do you want access to these settings?
it_it: Attualmente è possibile attivare la sincronizzazione (silenziosa) dopo aver segnato come 'come visto' un episodio (ciò avviene automaticamente). Questa opzione può essere attivata in 'Impostazioni>Impostazioni libreria'. Vuoi accedere a queste impostazioni?

# #60460
source: This can be improved by limiting the maximum number of links or by displaying them in a Pop-Up window. These settings can be found in 'Settings>Library Settings' Do you want to access these settings?
it_it: Questo può essere migliorato limitando il numero massimo di collegamenti o visualizzandoli in una finestra Pop-Up. Queste impostazioni possono essere trovate in 'Impostazioni>Impostazioni libreria' Vuoi accedere a queste impostazioni?

# #60462
source: You may not have written the library path correctly in 'Settings>Preferences'. Il The specified path must be exactly the same as the 'source' entered in 'Archive' of the Kodi library. AVANZATO: This path is also found in 'sources.xml'. There can be problems using some Kodi forks and paths with 'special://'. SPMC, for example, has problems with this, and there doesn't seem to be a solution, as it is an external problem to Kodi on Demand that has existed for a long time. You can try solving these problems in 'Settings>Library Settings' by changing the 'Search in' setting from 'The folder of each TV show' to 'All library'.
it_it: Potresti non aver scritto correttamente il percorso della libreria in 'Impostazioni>Preferenze'. Il percorso specificato deve essere esattamente uguale al 'sorgente' inserito in 'Archivio' della libreria di Kodi. AVANZATO: Questo percorso si trova anche in 'sources.xml'. Potresti riscontrare dei problemi utilizzando alcuni fork di Kodi e percorsi con 'special://'. SPMC, per esempio, ha problemi con questo, e non sembra esserci una soluzione, poichè è un problema esterno Kodi on Demand che esiste da molto tempo. Puoi provare a risolvere questi problemi in 'Impostazioni>Impostazioni libreria', modificando l'impostazione 'Esegui ricerca contenuto in' da 'La cartella di ogni serie TV' in 'Tutta la libreria'.

# #60463
source: The channel site may not work. In case the site works you can report the problem on github.
it_it: Può darsi che il sito del canale non funzioni. Nel caso il sito funzioni puoi segnalare il problema su github.

# #60464
source: It is possible that you have updated KoD recently and that the changes have not been fully applied Well, you can try 'Settings>Other Tools', checking the *_data.json files or reattaching everything to the library again
it_it: È Possibile che tu abbia aggiornato KoD di recente e che i cambiamenti non siano stati totalmente applicati Bene, puoi provare in 'Impostazioni>Altri strumenti', controllando i files *_data.json o riaggiungendo tutto ancora alla libreria

# #60465
source: Do you want access to these settings?
it_it: Vuoi accedere a queste impostazioni?

# #60466
source: Yes, the option to display merged or split results by channels can be found in 'Settings>Global Search Settings>Other Settings'. Do you want access to these settings?
it_it: Sì, l'opzione per mostrare i risultati uniti o divisi per canali si trova in 'Impostazioni>Impostazioni ricerca globale>Altre impostazioni'. Vuoi accedere a queste impostazioni?

# #60467
source: To report a problem on'https://t.me/kodiondemand' you need to:|the version you're using of Alpha.|The version you're using of Kodi, mediaserver, etc.|the version and name of the operating system you're using.|The name of the skin (in case you're using Kodi) and whether using the default skin has solved the problem.|Description of the problem and any test cases.To activate the log in detailed mode, go to:|Configuration.|Preferences.|In the General tab - Check the option: Generate detailed log. The detailed log file can be found in the following path: %s
it_it: Per segnalare un problema su 'https://t.me/kodiondemand' è necessario:|la versione che si sta usando di Kodi on Demand.|La versione che si sta usando di Kodi, mediaserver, ecc.|la versione e il nome del sistema operativo che si sta usando.|Il nome della skin (nel caso in cui si stia usando Kodi) e se l'utilizzo della skin predefinita ha risolto il problema.|La descrizione del problema e tutti i casi di test.Per attivare il log in modalità dettagliata, andare su:|Configurazione.|Preferenze.|Nella scheda Generale - Selezionare l'opzione: Genera log dettagliato Il file di log dettagliato si trova nel seguente percorso: %s

# #60468
source: You can find our Telegram group at @kodiondemand
it_it: Scopri le novità, i suggerimenti o le opzioni che non conosci su Telegram: @kodiondemand.

# #60469
source: Uploading new data
it_it: Caricamento nuovi dati

# #60470
source: Searching in Tmdb.......
it_it: Ricerca in Tmdb.......

# #60471
source: No results, missing information about the year of the video
it_it: Nessun risultato, informazioni mancanti sull'anno del video

# #60472
source: There is no information on the %s required
it_it: Non ci sono informazioni sulla %s richiesta

# #60473
source: No results
it_it: Nessun risultato

# #60474
source: There is no information on the %s required
it_it: Non ci sono informazioni sulla %s richiesta

# #60475
source: Filmaffinity recording.......
it_it: Registrazione filmaffinity.......

# #60476
source: There is no information about this movie...
it_it: Non ci sono informazioni su questo film...

# #60477
source: Important recommendations.......
it_it: Raccomandazioni importanti.......

# #60478
source: Completated %s
it_it: Completata %s

# #60479
source: In progress %s
it_it: In corso %s

# #60480
source: (Seasons: %s)
it_it: (Stagioni: %s)

# #60481
source: Picture collection on FANART.TV
it_it: Raccolta di immagini su FANART.TV

# #60482
source: Tuned Instruments in Vtunes
it_it: Strumenti sintonizzati in Vtunes

# #60483
source: Picture collection on FANART.TV
it_it: Raccolta di immagini su FANART.TV

# #60484
source: Update Kodi to its latest version
it_it: Aggiorna Kodi alla sua ultima versione

# #60485
source: for detailed info
it_it: per info dettagliate

# #60486
source: Uploading new information
it_it: Caricamento nuove informazioni

# #60487
source: Search in Tmdb.......
it_it: Ricerca in Tmdb.......

# #60488
source: No information...
it_it: Nessuna informazione...

# #60489
source: Production company:
it_it: Compagnia di produzione:

# #60490
source: Country:
it_it: Nazione:

# #60491
source: Preview:
it_it: Anteprima:

# #60492
source: Seasons/Episodes:
it_it: Stagioni/Episodi:

# #60493
source: Is the TV show you're looking for inlcuded?
it_it: La serie TV che stai cercando è inclusa?

# #60494
source: Is the movie you're looking for inlcuded?
it_it: Il film che stai cercando è incluso?

# #60495
source: Close
it_it: Chiudere

# #60496
source: Loading results
it_it: Caricamento risultati

# #60497
source: Wait........
it_it: Attendere........

# #60498
source: Select...
it_it: Seleziona...

# #60500
source: Nothing to play
it_it: Nulla da riprodurre

# #60502
source: Uploading new data
it_it: Caricamento nuovi dati

# #60503
source: Loading data from the %s...
it_it: Caricamento dati del %s...

# #60504
source: No information
it_it: Nessuna informazione

# #60505
source: Uploading filmography...
it_it: Caricamento filmografia...

# #60506
source: Picture collection...
it_it: Raccolta di immagini...

# #60507
source: Error
it_it: Errore

# #60508
source: Video not available
it_it: Video non disponibile

# #60509
source: Movies
it_it: Film

# #60510
source: Kids
it_it: Bambini

# #60511
source: TV shows
it_it: Serie TV

# #60513
source: Documentaries
it_it: Documentari

# #60514
source: Channels included in: %s
it_it: Canali inclusi in: %s

# #60515
source: Simultaneous search deactivated
it_it: Ricerca simultanea disattivata

# #60516
source: Simultaneous novelty search provides
it_it: La ricerca simultanea di novità fornisce

# #60517
source: higher speed and its deactivation is advisable only in case of failure.
it_it: una maggiore velocità e la sua disattivazione è consigliabile solo in caso di guasto.

# #60518
source: Would you like to activate the simultaneous search now?
it_it: Vuoi attivare la ricerca simultanea ora?

# #60519
source: Channel search...
it_it: Ricerca canali...

# #60520
source: Search in '%s'...
it_it: Ricerca in '%s'...

# #60521
source: Completed in %d/%d channels...
it_it: Completato in %d/%d canali...

# #60522
source: Results obtained: %s | Time: %2.f seconds
it_it: Risultati ottenuti: %s | Tempo: %2.f secondi

# #60523
source: (In %s and %s)
it_it: (In %s y %s)

# #60525
source: Included channels by category
it_it: Canali inclusi per categoria

# #60526
source: - Movies
it_it: - Film

# #60527
source: - Kids
it_it: - Bambini

# #60528
source: - TV show episodes
it_it: - Episodi serie TV

# #60529
source: - Anime episodes
it_it: - Episodi anime

# #60530
source: - Documentaries
it_it: - Documentari

# #60531
source: Other settings
it_it: Altre impostazioni

# #60532
source: Configuration -- News
it_it: Configurazione -- Novità

# #60533
source: Channels included in News
it_it: Canali inclusi in Novità

# #60534
source: Last 2 months
it_it: Ultimi 2 Mesi

# #60535
source: Preferences
it_it: Preferenze

# #60536
source: Special settings
it_it: Impostazioni speciali

# #60537
source: Channel settings
it_it: Impostazioni canali

# #60538
source: Server settings
it_it: Impostazioni server

# #60539
source: Settings for the 'News' section
it_it: Impostazioni per la sezione 'Novità'

# #60540
source: Global search settings
it_it: Impostazioni ricerca globale

# #60541
source: Download settings
it_it: Impostazioni download

# #60542
source: Configure video library
it_it: Configura videoteca

# #60544
source: More Options
it_it: Altre opzioni

# #60545
source: Activate/deactivate channels
it_it: Attiva/disattiva canali

# #60546
source: Channel settings
it_it: Impostazioni dei canali

# #60547
source: Channel Configuration '%s'
it_it: Configurazione del canale '%s'

# #60548
source: HChannel Options
it_it: Opzioni del canale

# #60549
source: Check the files * _data.json
it_it: Controlla i file * _data.json

# #60550
source: Servers locked
it_it: Server bloccati

# #60551
source: Favorite servers
it_it: Server preferiti

# #60552
source: Debriders settings
it_it: Impostazioni debrider

# #60553
source: Server configuration '%s'
it_it: Configurazione del server '%s'

# #60554
source: Server settings
it_it: Impostazioni server

# #60557
source: Saving configuration
it_it: Salvataggio configurazione

# #60558
source: Please wait.
it_it: Attendere prego.

# #60559
source: Saving configuration...%s
it_it: Salvataggio configurazione...%s

# #60560
source: - CORRECTED!!
it_it: - CORRETTO!!

# #60561
source: Saving configuration...
it_it: Salvataggio configurazione

# #60562
source: Please wait
it_it: Attendere prego

# #60563
source: Saving configuration...
it_it: Salvataggio configurazione

# #60564
source: Channel Options
it_it: Opzioni dei canali

# #60565
source: Check the files * _data.json
it_it: Controlla i file * _data.json

# #60566
source: Video library options
it_it: Opzioni della videoteca

# #60567
source: Restore video library (strm, nfo and json)
it_it: Ripristina videoteca (strm, nfo e json)

# #60568
source: Update video library
it_it: Aggiorna videoteca
